Repository: xxoolm/SteamTools
Catalog: src/BD.WTTS.Client/Resources/Strings.*.resx
Languages: es, it, ja, ko, ru

source: About
es: Información básica
it: Informazioni
ja: について
ko: 관한
ru: Справка

# About_Contactus
source: Contact us
es: Contactar con nosotros
it: Contattateci
ja: お問い合わせ下さい
ko: 문의
ru: Обратная связь

# About_FAQ
source: FAQs
es: Problema común y remedio
it: Domande frequenti
ja: よく寄せられる質問のトラブルシューティング
ko: 자주 묻는 질문 문제 해결
ru: ЧаВо

# About_Joinus
source: Join us
es: Únete a nosotros
it: Unisciti a noi
ja: ご参加ください
ko: 우리와 함께하세요
ru: Присоединяйтесь к нам

# About_OpenSource
source: Open source license
es: Licencia de código fuente abierto
it: Licenza Open Source
ja: オープンソースライセンス
ko: 오픈 소스 라이선싱
ru: Лицензии

# About_ProductionStaff
source: Developers
es: Lista de productores
it: Elenco dei produttori
ja: 制作スタッフ一覧
ko: 생산자 목록
ru: Список создателей

# About_ThisSoft
source: This software
es: Este aplicación
it: Questo software
ja: このソフトウェア
ko: 이 소프트웨어
ru: Софт

# About_UpdateHistory
source: Update history
es: Historia de actualización
it: Storia dell'aggiornamento
ja: レコードを更新します
ko: 레코드 업데이트
ru: История обновлений

# About_UpdateLog
source: Update log
es: Agenda de actualización
it: Aggiornare il registro
ja: ログを更新します
ko: 변경 로그
ru: Список изменений

# AccountChange_RestartSteam
source: Modified data requires a restart to steam and whether a restart to Steam is required.
es: Los datos modificados requieren un reinicio en Steam y si se requiere un reinicio en Steam.
it: I dati modificati richiedono un riavvio per steam e se è necessario un riavvio a Steam.
ja: 変更されたデータを有効にするには、Steam を再起動する必要がありますか?
ko: 수정된 데이터는 스팀을 다시 시작해야 하며 Steam을 다시 시작해야 하는지 여부가 필요합니다.
ru: Перезапустить Steam, чтобы применить изменённые данные?

# AccountChange_ShareManageAboutTips
source: Adjust the priority order of the Steam account shared on the current device to solve the problem that the sharing of account B that wants to play is always using the sharing of account A, from top to bottom, the priority order of the shared library is used, or you can choose to temporarily disable or enable the sharing of the specified account. Save after the adjustment and restart Steam to take effect!
es: Ajusta el orden de prioridad de la cuenta de Steam compartida en el dispositivo actual para resolver el problema de que el uso compartido de la cuenta B que quiere jugar siempre está utilizando el uso compartido de la cuenta A, de arriba a abajo, se utiliza el orden de prioridad de la biblioteca compartida, o puedes optar por desactivar o habilitar temporalmente el uso compartido de la cuenta especificada. ¡Guarda después del ajuste y reinicia Steam para que surta efecto!
it: Regola l'ordine di priorità dell'account Steam condiviso sul dispositivo corrente per risolvere il problema che la condivisione dell'account B che vuole giocare utilizza sempre la condivisione dell'account A, dall'alto verso il basso, viene utilizzato l'ordine di priorità della libreria condivisa, oppure puoi scegliere di disabilitare temporaneamente o abilitare la condivisione dell'account specificato. Salva dopo la regolazione e riavvia Steam per avere effetto!
ja: 現在のデバイスで共有されている Steam アカウントの優先順位を調整して、アカウント B の共有をプレイしたいが、アカウント A の共有を使用している問題を解決するため、共有ライブラリで使用される優先順位を上から下に並べ替えるか、指定したアカウントの共有を一時的に無効または有効にするかを選択できます。 調整後保存してSteamを再起動すると有効になります!
ko: 현재 장치에서 공유되는 Steam 계정의 우선 순위 순서를 조정하여 재생하려는 계정 B의 공유가 항상 계정 A의 공유를 사용하는 문제를 해결하거나, 위에서 아래로 공유 라이브러리의 우선 순위 순서가 사용되거나 지정된 계정의 공유를 일시적으로 비활성화하거나 사용하도록 선택할 수 있습니다. 조정 후 저장하고 Steam을 다시 시작하여 적용하십시오!
ru: Настройте порядок приоритетов учётной записи Steam, совместно используемой на текущем устройстве, чтобы решить проблему, заключающуюся в том, что совместное использование учётной записи B, на которой хочется играть, всегда использует общий доступ к учётной записи A, сверху вниз, используется порядок приоритетов общей библиотеки, или вы можете временно отключить или включить общий доступ к указанной учётной записи. Для применения изменений, сохраните настройки и перезапустите Steam!

# AccountChange_Title
source: Home Shared Library Management
es: Inicio Administración de bibliotecas compartidas
it: Home Gestione delle biblioteche condivise
ja: ホームシェアリングライブラリの管理
ko: 홈 공유 라이브러리 관리
ru: Управление библиотекой совместного пользования

# Achievement_Description
source: Description
es: Descripción
it: Descrizione
ja: 説明
ko: 묘사
ru: Описание

# Achievement_EditSucces
source: Modified {0} achievements and {1} statistics
es: Se ha cambiado {0} logro(s) y {1} información(es) estadística(s)
it: Cambiati {0} obiettivi e {1} statistiche
ja: {0} の実績と {1} の統計情報が変更されました
ko: {0} 업적 및 {1} 통계가 수정되었습니다.
ru: Изменено достижений: {0}, статистик: {1}

# Achievement_Icon
source: Icon
es: Icono
it: Icone
ja: アイコン
ko: 아이콘
ru: Иконка

# Achievement_IsProtection
source: Protected
es: Está protegido
it: Protetto
ja: 保護されています
ko: 보호
ru: Под защитой

# Achievement_LoadData
source: Load achievements and statistics...
es: Cargando logros y informaciones estadísticas
it: Caricamento dei risultati e delle statistiche...
ja: 実績と統計をロード...
ko: 업적과 통계를로드하십시오 ...
ru: Загрузка достижений и статистики...

# Achievement_LoadSucces
source: Retrieved {0} achievements and {1} statistics
es: Se ha buscado {0} logro(s) y {1} información(es) estadística(s)
it: Ottenuto {0} successi e {1} statistiche
ja: {0} の実績と {1} の統計情報を取得します
ko: {0} 업적 및 {1} 통계 가져오기
ru: Получено достижений: {0}, статистик: {1}

# Achievement_Manage
source: Manage achievement progress
es: Administrar los logros
it: Gestire i risultati
ja: 実績を管理します
ko: 업적 관리
ru: Управление достижениями

# Achievement_Name
source: Name
es: Nombre
it: Nome
ja: 名前
ko: 이름
ru: Название

# Achievement_RefreshTip
source: Refresh achievements and statistics
es: Actualizar los logros y informaciones estadísticas
it: Aggiorna i risultati e le statistiche
ja: 実績と統計を更新します
ko: 업적 및 통계 새로 고침
ru: Обновить достижения и статистику

# Achievement_ResetTip
source: Reset achievements and statistics
es: Reiniciar los logros y informaciones estadísticas
it: Azzeramento dei risultati e delle statistiche
ja: 実績と統計をリセットします
ko: 업적 및 통계 재설정
ru: Сброс достижений и статистики

# Achievement_ResetWaring_1
source: Confirm resetting game statistics?
es: ¿Está seguro de reiniciar los logros y informaciones estadísticas?
it: Sicuro di voler resettare le statistiche?
ja: 統計をリセットしますか?
ko: 통계를 재설정하시겠습니까?
ru: Сбросить статистику?

# Achievement_ResetWaring_2
source: Confirm resetting achievement progress as well?
es: ¿Mientras reiniciar los logros y informaciones estadísticas?
it: Vuoi resettare anche le informazioni sulle conquiste?
ja: また、実績情報をリセットしたいですか?
ko: 업적 정보도 재설정하고 싶으신가요?
ru: Сбросить информацию о достижениях?

# Achievement_RiskWarning
source: Reminder: Unlocking achievements may be deemed as cheating by game developers
es: [Advertencia de riesgo]El desbloqueo de logros puede considerarse una trampa y bloqueado por el sistema de logros.Si decide seguir utilizando esta función,asuma las consecuencias usted mismo.
it: [Avvertenza di rischio] Sbloccare le conquiste può essere considerato un imbroglio dagli sviluppatori del gioco e sarà bloccato dai siti di statistiche delle conquiste. Se decidete di continuare a usarli, prendete i rischi e le conseguenze dello sblocco delle conquiste a vostro rischio e pericolo.
ja: 【リスクのヒント】アチーブメントのロック解除は、ゲーム開発者によって不正行為とみなされ、アチーブメント統計サイトによってブロックされる場合があります。 継続して使用する場合は、実績のロック解除に伴うリスクと結果についてご自身の責任で行ってください。
ko: 【위험 경고】도전 과제 잠금 해제는 게임 개발자가 부정 행위로 간주할 수 있으며 업적 통계 웹 사이트에 의해 차단됩니다. 계속 사용하기로 결정한 경우 자신의 위험과 결과로 업적을 잠금 해제하십시오.
ru: Предупреждение о риске! Разблокировка достижений может быть расценена разработчиками игры как мошенничество и может быть заблокирована сайтами статистики достижений. Если вы решите продолжить использование разблокировку достижений, делайте это на свой страх и риск.

# Achievement_StatsEdit
source: Statistics modifier
es: Modificación de las estadísticas
it: Modifica delle statistiche
ja: 統計の変更
ko: 통계 수정
ru: Изменение статистики

# Achievement_StoreTip
source: Save and apply achievement progress and game statistics
es: Guardar ajustes de los logros y estadísticas
it: Salvare e applicare le conquiste e le statistiche
ja: 実績と統計を保存して適用します
ko: 업적 및 통계 저장 및 적용
ru: Сохраняйте и применяйте достижения и статистику

# Achievement_TimeFormat
source: Unlocked at {0:yyyy-MM-dd HH:mm:ss}
es: Desbloqueado{0:yyyy-MM-dd HH:mm:ss}
it: Sbloccato in {0:yyyy-MM-dd HH:mm:ss}
ja: {0:yyyy-MM-dd HH:mm:ss} でのロック解除
ko: {0:y-MM-dd HH:mm:ss}에서 잠금 해제됨
ru: Разблокировано {0:yyyy-MM-dd HH:mm:ss}

# Achievement_Unlock
source: Achievement unlocker
es: Desbloqueado de logros
it: conquista sbloccata
ja: 実績のロックを解除します
ko: 잠금 해제된 도전 과제
ru: Достижение разблокировано

# Achievement_Warning_1
source: Failed to establish connections with Steam. This could be because this game does not have achievements, or because you do not own this game.
es: No se puede conectar con STEAM,tal vez no tenga logros este juego o no haya este juego en su biblioteca.
it: Non è riuscito a stabilire una connessione con Steam, o perché non ci sono successi per quel gioco, o perché non hai il gioco.
ja: Steam との接続に失敗した場合、ゲームに実績がないか、ゲームがない可能性があります。
ko: Steam에 연결하지 못하면 게임에 도전 과제가 없거나 게임이 없을 수 있습니다.
ru: Не удалось установить соединение со Steam, либо для этой игры нет достижений, либо у вас нет этой игры.

# Achievement_Warning_2
source: Error code: {0} An error occurred while retrieving achievement statistics, either because the game doesn't have achievements, or you don't have the game.
es: Código de error: {0} Se ha producido un error al recuperar las estadísticas de logros, ya sea porque el juego no tiene logros o porque no tienes el juego.
it: Codice errore: {0} Si è verificato un errore durante il recupero delle statistiche degli obiettivi, perché il gioco non ha obiettivi o non hai il gioco.
ja: エラー コード: {0} アチーブメント統計の取得中にエラーが発生した場合は、ゲームにアチーブメントがないか、ゲームがない可能性があります。
ko: 오류 코드: {0} 게임에 도전 과제가 없거나 게임이 없기 때문에 업적 통계를 검색하는 동안 오류가 발생했습니다.
ru: Код ошибки: {0} Произошла ошибка при получении статистики достижений, либо потому, что в игре нет достижений, либо у вас нет игры.

# Achievement_Warning_3
source: An error occurred when modifying achievement {0}
es: Se ha producido un error al modificar el logro{0}
it: Errore durante la modifica della conquista {0}
ja: アチーブメント {0}の変更中にエラーが発生しました
ko: 업적 {0}을 수정하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при изменении достижения {0}

# Achievement_Warning_4
source: An error occurred when modifying statistics {0}
es: Se ha producido un error al modificar la estadística{0}
it: Errore durante la modifica delle statistiche {0}
ja: 統計{0}の変更中にエラーが発生しました
ko: 통계 {0}를 수정하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при изменении статистики {0}

# Add
source: New
es: Agregar
it: Aggiungi
ja: 新着情報です
ko: 새로운
ru: Новый

source: Agree
es: Aceptar
it: Concorda con
ja: 同意する
ko: 동의하다
ru: Принять

source: and
es: y
it: e
ja: と
ko: 그리고
ru: и

# ArchiSteamFarmPlus
source: ASF Plus
ru: Автодобыча карт

# ASF_RedeemKey_NoValidkey
source: No valid Key format is detected, verify that the correct Key is entered
es: No se detecta ningún formato de clave válido, verifique que se haya ingresado la clave correcta
it: Non viene rilevato alcun formato di chiave valido, verificare che sia stata immessa la chiave corretta
ja: 有効な Key 形式が検出されない場合は、正しい Key が入力されていることを確認します
ko: 유효한 키 형식이 검색되지 않고 올바른 키가 입력되었는지 확인합니다.
ru: Не обнаружен правильный формат ключа, убедитесь, что вы ввели правильный ключ

# ASF_RuningTip
source: The ASF is already running
es: ASF se ha funcionado
it: ASF è già in esecuzione
ja: ASF は既に実行されています
ko: ASF가 이미 실행 중입니다.
ru: ASF уже запущен

# ASF_RedeemKey
source: Volume activate key
es: Tecla de activación de volumen
it: Tasto di attivazione del volume
ja: Key を一括アクティブ化します
ko: 볼륨 활성화 키
ru: Ключ пакетной активации

# ASF_RedeemKey_InputKey
source: Enter Key
es: Introduzca la clave
it: Tasto d’invio
ja: Key と入力します
ko: 키 입력
ru: Клавиша ввода

# ASF_RedeemKey_InputKey_Watermark
source: You can type any text that will be automatically recognized and added to the activation list as long as it contains a SteamKey, or you can enter it in the following format: AAAAA-BBBBB-CCCC1 AAAAA-BBBBB-CCCC2 AAAAA-BBBBB-CCCC3
es: Puede escribir cualquier texto que se reconocerá automáticamente y se agregará a la lista de activación siempre que contenga una SteamKey, o puede ingresarlo en el siguiente formato: AAAAA-BBBBB-CCCC1 AAAAA-BBBBB-CCCC2 AAAAA-BBBBB-CCCC3
it: Puoi digitare qualsiasi testo che verrà automaticamente riconosciuto e aggiunto all'elenco di attivazione purché contenga una SteamKey, oppure puoi inserirlo nel seguente formato: AAAAA-BBBBB-CCCC1 AAAAA-BBBBB-CCCC2 AAAAA-BBBBB-CCCC3
ja: SteamKey が含まれている限り、任意のテキストを入力してアクティベーション リストに自動的に追加するか、次の形式で入力できます。 AAAAA-BBBBB-CCCC1 AAAAA-BBBBB-CCCC2 AAAAA-BBBBB-CCCC3
ko: SteamKey가 포함되어 있는 한 자동으로 인식되어 활성화 목록에 추가될 텍스트를 입력하거나 다음 형식으로 입력할 수 있습니다. AAAAA-BBBBB-CCCC1 AAAAA-BBBBB-CCCC2 AAAAA-BBBBB-CCCC3
ru: Вы можете ввести любой текст, содержащий SteamKey, и он будет автоматически распознан и добавлен в список активации, или же вы можете набрать его в следующем формате. AAAAA-BBBBB-CCCC1 AAAAA-BBBBB-CCCC2 AAAAA-BBBBB-CCCC3

# ASF_RedeemKey_UsedKeys
source: Used
es: Usado
it: Usato
ja: 使用されました
ko: 사용
ru: Используется

# ASF_RedeemKey_UnusedKey
source: Not used
es: No utilizado
it: Non utilizzato
ja: 使用されていません
ko: 사용되지 않음
ru: Не используется

# ASF_Start
source: Start the ASF
es: Iniciar la ASF
it: Avviare l'ASF
ja: ASF を起動します
ko: ASF 시작
ru: Запустить ASF

# ASF_Stop
source: Stop ASF
es: Detener la PPA
it: Arresta ASF
ja: ASF を停止します
ko: ASF 중지
ru: Остановить ASF

# ASF_AddBot
source: Add a Bot
es: Agregar un bot
it: Aggiungere un bot
ja: 新しいボット
ko: 봇 추가
ru: Добавить бота

# ASF_DeleteBotTip
source: Are you sure you want to delete this bot?
es: ¿Está seguro de que desea eliminar este bot?
it: Sei sicuro di voler eliminare questo bot?
ja: このボットを削除しますか?
ko: 이 봇을 삭제하시겠습니까?
ru: Удалить этого бота?

# ASF_RefreshBot
source: Refresh the Bot
es: Actualizar el bot
it: Aggiornare il bot
ja: ボットを更新します
ko: 봇 새로 고침
ru: Обновить бота

# ASF_OpenWebUIConsole
source: Open the WebUI console
es: Abra la consola de WebUI
it: Aprire la console WebUI
ja: WebUI コンソールを開きます
ko: 웹UI 콘솔 열기
ru: Открыть консоль веб-интерфейса

source: ASF console
es: Consola ASF
it: Console ASF
ja: ASF コンソール
ko: ASF 콘솔
ru: Консоль ASF

# ASF_BotManage
source: Bot configuration
es: Configuración del bot
it: Configurazione bot
ja: Bot 構成
ko: 봇 구성
ru: Конфигурация бота

# ASF_GlobalConfig
source: ASF configuration
es: Configuración de ASF
it: Configurazione ASF
ja: ASF 構成
ko: ASF 구성
ru: Конфигурация ASF

# ASF_VersionNum
source: Current ArchiSteamFarm version :
es: Versión actual de ArchiSteamFarm:
it: Versione attuale di ArchiSteamFarm :
ja: 現在の ArchiSteamFarm バージョン :
ko: 현재 ArchiSteamFarm 버전 :
ru: Текущая версия ArchiSteamFarm:

# ASF_AutoRunASF
source: The ASF runs automatically at startup
es: El ASF se ejecuta automáticamente al inicio
it: L'ASF viene eseguito automaticamente all'avvio
ja: 起動時に ASF が自動的に実行されます
ko: ASF는 시작 시 자동으로 실행됩니다.
ru: Запускть ASF вместе с запуском системы

# ASF_OpenWebUIGlobalConfig
source: Jump to WebUI global settings
es: Ir a la configuración global de WebUI
it: Passare alle impostazioni globali di WebUI
ja: WebUI グローバル設定にジャンプします
ko: WebUI 전역 설정으로 이동
ru: Перейти к глобальным настройкам WebUI

# ASF_ImportBotFile
source: Import an existing ASF bot file
es: Importar un archivo de bot ASF existente
it: Importare un file bot ASF esistente
ja: 既存の ASF Bot ファイルをインポートします
ko: 기존 ASF 봇 파일 가져오기
ru: Импорт существующего файла бота ASF

# ASF_RequirRunASF
source: Run the ASF feature first
es: Ejecute primero la función ASF
it: Esegui prima la funzionalità ASF
ja: まず ASF 機能を実行してください
ko: 먼저 ASF 기능을 실행하십시오.
ru: Сначала запустите ASF

# ASF_RedeemKeyBotSuccessTip
source: {0} key has been added to the activation queue, and the key in the queue is automatically queued for activation.
es: {0} clave se ha agregado a la cola de activación y la clave de la cola se pone automáticamente en cola para la activación.
it: {0} chiave è stata aggiunta alla coda di attivazione e la chiave nella coda viene automaticamente accodata per l'attivazione.
ja: アクティブ化キューに {0} 個の Key が追加され、キュー内の Key は自動的にアクティブ化のためにキューに入れられました。
ko: {0} 키가 활성화 큐에 추가되었으며 큐의 키가 활성화를 위해 자동으로 큐에 대기됩니다.
ru: {0} ключей было добавлено в очередь активации, и ключи в очереди будут автоматически поставлены в очередь на активацию.

# ASF_CardsRemaining
source: Remaining cards
es: Tarjetas restantes
it: Carte rimanenti
ja: 残りのカード
ko: 남은 카드
ru: Оставшиеся карты

# ASF_TimeRemaining
source: Time remaining
es: Tiempo restante
it: Tempo rimanente
ja: 残り時間
ko: 남은 시간
ru: Оставшееся время

# ASF_GamesRemaining
source: Remaining games
es: Juegos restantes
it: Giochi rimanenti
ja: 残りのゲーム
ko: 남은 게임
ru: Оставшиеся игры

# ASF_RunCardFarming
source: Start hanging up the card
es: Empieza a colgar la tarjeta
it: Inizia ad appendere la carta
ja: カードをフックし始めます
ko: 카드 끊기 시작
ru: Начать добычу карт

# ASF_StopCardFarming
source: Stop the hang-up card
es: Detener la tarjeta colgante
it: Interrompere la carta di riaggancio
ja: カードを掛けるのをやめて
ko: 끊기 카드 중지
ru: Прекратить добычу

# ASF_Enable
source: enable
es: habilitar
it: abilitare
ja: 有効にします
ko: 사용
ru: Включить

# ASF_Disable
source: disable
es: inutilizar
it: disabilitare
ja: 無効です
ko: 비활성화
ru: Отключить

# ASF_Offline
source: offline
es: sin conexión
ja: オフライン
ko: 오프 라인
ru: Не в сети

# ASF_Online
source: online
es: en línea
it: in linea
ja: オンライン
ko: 온라인
ru: В сети

# ASF_NowCardFarming
source: Hanging card
es: Tarjeta colgante
it: Carta appesa
ja: カードをフックしています
ko: 교수형 카드
ru: Добыча карты

# ASF_RequiredInput
source: Input is required
es: Se requiere entrada
it: L'input è obbligatorio
ja: 入力が必要です
ko: 입력이 필요합니다.
ru: Требуется ввод

# ASF_RequiredInput_TwoFactorAuthentication
source: token
es: seña
ja: トークン
ko: 토큰
ru: Токен

# ASF_RequiredInput_Login
source: The user name
es: El nombre de usuario
it: Il nome utente
ja: ユーザー名
ko: 사용자 이름
ru: Имя пользователя

# ASF_RequiredInput_Password
source: password
es: contraseña
it: parola d’ordine
ja: パスワード
ko: 암호
ru: Пароль

# ASF_RequiredInput_SteamParentalCode
source: Family monitoring code
es: Código de monitoreo familiar
it: Codice di monitoraggio della famiglia
ja: 家族の親権コード
ko: 가족 모니터링 코드
ru: Код семейного мониторинга

# ASF_WebConfigGenerator
source: Online profile generator
es: Generador de perfiles en línea
it: Generatore di profili online
ja: オンライン プロファイル ビルダー
ko: 온라인 프로파일 생성기
ru: Онлайн-генератор профилей

# SelectFile
source: Select the file
es: Seleccione el archivo
it: Seleziona il file
ja: ファイルを選択します
ko: 파일 선택
ru: Выберите файл

# Bind
source: Link
es: Enlazar
it: guinzaglio
ja: バインドします
ko: 매다
ru: Привязать

# Btn_Text_Complete
source: Finish
es: Terminar
it: Completa
ja: 完了です
ko: 끝내다
ru: Завершить

# Btn_Text_Continue
source: Continue
es: Adelante
it: Continua
ja: 続行します
ko: 계속 해
ru: Продолжить

source: Bug feedback
es: Comentarios sobre errores
it: Feedback sui bug
ja: バグのフィードバック
ko: 버그 피드백
ru: Сообщить об ошибке

source: Cancel
es: Cancelar
it: Cancella
ja: キャンセル
ko: 취소
ru: Отмена

# CheckUpdate
source: Check for updates
es: Buscar actualizaciones
it: Controlla gli aggiornamenti
ja: 更新プログラムを確認します
ko: 업데이트 확인
ru: Проверить обновления

source: Cloud sync
es: Cloud
it: Sincronizzazione del cloud
ja: クラウド同期
ko: 클라우드 동기화
ru: Синхронизация с облаком

# CommunityFix
source: Network routing
es: Acelerar para la comunidad
it: Accelerazione comunitaria
ja: ネットワーク アクセラレーション
ko: 네트워크 가속
ru: Ускорение работы сети

# CommunityFix_AccelerationsEnable
source: Enabled network routing
es: Servicios de aceleración funcionados
it: Servizi di accelerazione abilitati
ja: 有効なアクセラレーション サービス
ko: 가속 서비스 사용
ru: Включить службы ускорения

# CommunityFix_AllCheck
source: Select all
es: Funcionar todos
it: Tutti abilitati
ja: すべて有効にします
ko: 모두 사용
ru: Включить все

# CommunityFix_AlreadyProxy
source: Routing your connections
es: Acelerado
it: Accelerato
ja: 加速されています
ko: 가속
ru: Ускорено

# CommunityFix_AutoRunProxy
source: Start routing your connections upon launching Watt Toolkit
es: La aplicación comienza a acelerarse automáticamente cuando se inicia
it: Accelerare automaticamente all'avvio del programma
ja: 起動時に加速が自動的に開始されます
ko: 시작 시 자동으로 가속 시작
ru: Автозапуск ускорения при запуске программы

# CommunityFix_CertificateSettings
source: Certificate settings
es: Configuración del certificado
it: Impostazioni del certificato
ja: 証明書の設定
ko: 인증서 설정
ru: Настройки сертификата

# CommunityFix_DeleteCertificate
source: Remove certificate
es: Quitar el certificado
it: Rimuovere il certificato
ja: 証明書を削除します
ko: 인증서 제거
ru: Удалить сертификат

# CommunityFix_EditHostsFile
source: Edit hosts file
es: Editar el archivo hosts
it: Modifica del file hosts
ja: Hosts ファイルを編集します
ko: 호스트 파일 편집
ru: Редактировать файл Host

# CommunityFix_EnableScriptService
source: Run userscripts
es: Iniciar el script
it: Abilitare gli script
ja: スクリプトを有効にします
ko: 스크립팅 사용
ru: Включить сценарий

# CommunityFix_MenuName
source: Network routing settings
es: Configuración de aceleración
it: Impostazioni di accelerazione
ja: 設定を高速化します
ko: 가속 설정
ru: Настройки ускорения

# CommunityFix_NetworkFix
source: Network repair
es: Reparación de red
it: Riparazione della rete
ja: ネットワークの修復
ko: 네트워크 복구
ru: Исправить сеть

# CommunityFix_NoSelectAcceleration
source: No routing services were selected
es: No ha seleccionado ningún servicio de aceleración
it: Nessun servizio di accelerazione selezionato
ja: アクセラレーション サービスが選択されていません
ko: 가속 서비스가 선택되지 않았습니다.
ru: Служба ускорения не выбрана

# CommunityFix_OnlySteamBrowser
source: Only enable for Steam built-in browser
es: Solo para el navegador integrado de Steam
it: Funziona solo per il browser integrato di Steam
ja: Steam 組み込みブラウザでのみ有効です
ko: 증기로 제작 된 브라우저에서만 작동합니다.
ru: Работает только со встроенным браузером Steam.

# CommunityFix_OpenCertificateDir
source: Open enclosing folder of certificate
es: Abrir el archivo de certificado
it: Aprire la cartella dei certificati
ja: 証明書フォルダーを開きます
ko: 인증서 폴더 열기
ru: Открыть папку с сертификатом

# CommunityFix_ProxyMode
source: Routing mode
es: Modo de aceleración
it: Modalità di accelerazione
ja: 加速モード
ko: 가속 모드
ru: Режим ускорения

# ProxyMode_Hosts
source: Hosts routing mode
es: Modo proxy de hosts
it: Modalità proxy Hosts
ja: Hosts プロキシ モード
ko: 호스트 프록시 모드
ru: Режим хоста прокси

# CommunityFix_ProxyMode_HostsTip
source: Route your traffic by modifying the hosts file based on your preferences. This mode runs more smoothly and only affects those websites that you select below, but it requires port 443 not to be in use.
es: Se modifica el archivo Hosts para monitorear las solicitudes locales para implementar el proxy,este método es más rápido y solo afecta a los sitios web acelerados, y tiene el mejor efecto, pero requiere que no se use el puerto 443 de la máquina.
it: Modificare il file Hosts per ascoltare le richieste locali per ottenere il proxy, questo modo è più veloce e interesserà solo il sito accelerato, i migliori risultati, ma richiede che la porta locale 443 non sia usata.
ja: Hosts ファイルを変更してネイティブ要求実装エージェントをリッスンすると、この方法はより高速になり、アクセラレーションされた Web サイトにのみ影響しますが、ネイティブ 443 ポートは使用されません。
ko: 프록시를 구현하기 위한 네이티브 요청을 수신하도록 호스트 파일을 수정하는 것이 더 빠르며 가속화된 웹 사이트에만 영향을 주지만 기본 포트 443을 사용하지 않아야 합니다.
ru: Измените файл Hosts, чтобы прослушивать локальные запросы для реализации прокси, это быстрее и влияет только на ускоренные сайты, и работает лучше всего, если локальный порт 443 не используется.

# ProxyMode_System
source: System proxy mode
es: Modelo de agente del sistema
it: Modello di agente di sistema
ja: システム プロキシ モード
ko: 시스템 프록시 모드
ru: Режим системного прокси
