Repository: xxoolm/SteamTools
Catalog: src/BD.WTTS.Client/Resources/Strings.*.resx
Languages: es, it, ja, ko, ru

# SteamIdle_IdleAppTags_
source: {0} hours played {1} remaining cards dropped Average card price ￥{2}
ru: Сыграно {0} часов {1} оставшихся карточек выпало Средняя стоимость карты ￥{2}

# SteamIdle_UserNextExpString_
source: You need {1} more experience points to reach level {0}
ru: Для повышения до уровня {0} требуется {1} очков опыта.

# Success_DelCloudData
source: Successfully deleted cloud data synchronously
ru: Успешное синхронное удаление облачных данных

# Success_DeletePlatformAccount__
source: The {0} platform {1} account has been deleted
ru: Уже удалено {0} платформ {1} учетной записи

# Success_UpdateCloudData
source: Successfully updated the cloud data
ru: Синхронное обновление облачных данных успешно выполнено

# User_LoginUnexpectedPrompt
source: If there is an unexpected problem during the login process, follow the prompts on the web page.
ru: Если в процессе входа в систему произойдет что-то неожиданное, следуйте подсказкам на веб-странице.

# ViewInStore
source: View in the Plagin Store
ru: Посмотреть в магазине плагинов

# Warning_PasswordError
source: Wrong password, please try again
ru: Неверный пароль, попробуйте еще раз

# Warning_PleaseWaitExecuteFinish
source: An operation is already in progress, please wait for it to finish.
ru: Операция уже выполняется, дождитесь завершения ее выполнения.

# Warning_TerminationAllAuth___
source: {0} all tokens have been terminated, {1} tokens have been successfully operated, {2} tokens have failed to operate
ru: Прекращено {0} всех токенов, количество успешно выполненных токенов {1}, количество токенов неудачных операций {2}

# Auth_RemovePasswordProtect
source: Remove custom password protection
ru: Удалить защиту с помощью специального пароля

# CommunityFix_AccEmpty
source: No acceleration is enabled!!
ru: Никакие параметры ускорения не включены! !

# CommunityFix_ItemsEmpty
source: Failed to obtain acceleration information, please check whether the program can connect to the Internet normally
ru: Не удалось получить информацию об ускорении. Проверьте, может ли программа нормально подключаться к Интернету.

# CommunityFix_Starting
source: Starting acceleration...
ru: Начало ускорения...

# CommunityFix_SubProcessFileNotExist
source: The network acceleration subprocess file does not exist
ru: Файл подпроцесса сетевого ускорения не существует.

# EnableAccelerationPrompt
source: Tip: Don’t forget to accelerate first
ru: Совет: не забудьте сначала ускориться.

# Error_AnswerIncorrect
source: Wrong answer, please try again
ru: Неправильный ответ, попробуйте еще раз

# Error_AuthUnbindFailed
source: Unbinding token failed
ru: Не удалось отменить привязку токена

source: Error_CannotConnectGoogleServer
ru: Невозможно подключиться к серверам Google

source: Error_CannotConnectTokenVerificationServer
ru: Невозможно подключиться к серверу проверки токена

# Error_CannotFindAccountFile_
source: Unable to find the account file for {0}, failed to add
ru: Файл учетной записи {0} не найден, и добавление не удалось.

# Error_DelFileFailedRunning
source: Unable to delete some files (maybe the program is running?)
ru: Невозможно удалить некоторые файлы (может быть программа запущена?)

# Error_EndProcessFailed_
source: Failed to finish {0} process
ru: Не удалось завершить процесс {0}.

# Error_IncompatibleOS
source: This application is only compatible with Windows 11 and Windows 10 version 1809 (OS Build 17763) or later
ru: Это приложение совместимо только с Windows 11 и Windows 10 версии 1809 (сборка ОС 17763) или более поздней версии.

# Error_IncorrectPlatformPathSelection_
source: {0} The platform path is not selected correctly
ru: {0} Путь к платформе выбран неправильно.

# Error_OperateRegistryFilesFailed
source: Failed to find or read the saved registry file!
ru: Не удалось найти или прочитать сохраненный файл реестра!

# Error_PleaseEnterAnswer
source: Please enter the answer to the cloud password
ru: Пожалуйста, введите ответ на облачный пароль

# Error_PleaseEnterTelCode
source: Please enter the mobile verification code.
ru: Пожалуйста, введите код подтверждения мобильного телефона.

# Error_PleaseLoginWattToolKit
source: Please log in to WattToolKit first
ru: Пожалуйста, сначала войдите в WattToolKit.

# Error_ScanQRCodeFailed_
source: Failed to scan the webpage QR code: {0}
ru: Не удалось отсканировать веб-QR-код: {0}.

# Error_SetSecurityIssuesFailed
source: Failed to set cloud password
ru: Не удалось установить облачный пароль.

# Error_UnknownLogin_
source: Login error: {0}
ru: Ошибка входа: {0}

# FileNumber_
source: {0} files
ru: {0} файлов

# FilePathNotExist
source: The file path does not exist
ru: Путь к файлу не существует

# GameAccelerator
source: Game Acceleration
ru: ускорение игры

# GameAccelerator_AccelerateAreaSelectTip
source: Please select the region to be accelerated first
ru: Пожалуйста, сначала выберите регион и сервер, который вы хотите ускорить.

# GameAccelerator_GamesEmptyTip
source: The accelerated game list was not obtained, please search and add
ru: Список ускоренных игр не получен, выполните поиск, чтобы добавить его.

# GameAccelerator_ImmediatelyAccelerate
source: Speed ​​up now
ru: Немедленно ускориться

# GameAccelerator_SearchGame
source: Search Games
ru: Поиск игр

# GameAccelerator_ShowWattAccelerator
source: Show Watt Accelerator
ru: Показать ускоритель Ватта

# GameAccount_AddNewAccount
source: Add New Account
ru: Добавить новую учетную запись

# GameAccount_EndProcessWay
source: End process mode
ru: Метод завершения процесса

# GameList_RunOtherAppCount_
source: The idle time list contains {0} games that do not belong to the current Steam account
ru: Список времени простоя содержит {0} игр, которые не принадлежат текущей учетной записи Steam.

# GameList_SteamShutdown_AppsEmpty
source: Steam download game data not obtained
ru: Данные о загрузке игры в Steam не получены.

# GeneralAuth_Code
source: Generate Code
ru: Создать код

# Idle_Complete
source: Card spawning completed. No cards left to spawn. {0} cards dropped. It took {1} hours.
ru: Кардинг завершен, карточек не осталось, {0} карт сбрасывается, и это занимает {1} часов.

# Idle_LoaingTips
source: The operation is in progress. Please try again later.
ru: Операция выполняется. Повторите попытку позже.

# Idle_NeedLoginSteam
source: Please log in to your Steam account first
ru: Пожалуйста, сначала войдите в свою учетную запись Steam.

# Idle_NeedParentalPIN
source: Your account may have activated family monitoring. Please enter the PIN code to exit family monitoring. The current operation will not affect monitoring of other devices.
ru: В вашей учетной записи может быть включен семейный мониторинг. Введите свой PIN-код, чтобы выйти из семейного мониторинга. Текущая операция не повлияет на мониторинг других устройств.

# Idle_RuningCount
source: Running {0}/{1}
ru: Выполняется {0}/{1}

# Idle_StartError
source: Failed to start the game, please check if Steam acceleration is turned on
ru: Не удалось запустить карту. Проверьте, включено ли ускорение Steam.

# Idle_StopAutoNext
source: Disable fast card drop mode
ru: Отключить режим быстрого извлечения карты

# Info_PleaseEnterImportText
source: Please enter the "Import text".
ru: Пожалуйста, введите «Импортировать текст».

# Info_PleaseVerifyFirstAuthCode
source: Please verify that the token Code is correct before clicking Import.
ru: Прежде чем нажать «Импортировать», убедитесь, что код токена правильный.

# LocalAuth_AuthTrade_ConfirmTip_
source: {0} all transactions in progress...
ru: Выполняется для всех транзакций {0}...

# LocalAuth_AuthTrade_MessageBoxTip_
source: Are you sure you want to {0} all the currently selected transaction quotes with one click?
ru: Вы уверены, что хотите {0} просмотреть все выбранные вами торговые котировки одним щелчком мыши?

# LocalAuth_DeleteAuthTip2
source: Are you sure you want to permanently delete this token? You will completely lose the token data. It is highly recommended that you "unbind the token" before performing this operation.
ru: Вы уверены, что хотите навсегда удалить этот токен. Вы полностью потеряете данные этого токена? Настоятельно рекомендуется «отвязать токен» перед выполнением этой операции.

# LocalAuth_GoogleImport
source: Import the token using the key or QR code generated when adding the Google token
ru: Ключ или QR-код, создаваемый при добавлении токена импорта токена Google

# LocalAuth_HOTPImport
source: Generic key import token generated when adding HOTP, TOTP tokens
ru: Токен импорта общего ключа, создаваемый при добавлении токенов HOTP, TOTP.

# LocalAuth_Import
source: {0} Import
ru: {0} импорт

# LocalAuth_Import_DecodePrivateKeyError
source: {0} Key parsing failed, please check whether the key is correct
ru: {0} Не удалось выполнить синтаксический анализ ключа. Проверьте правильность ключа.

# LocalAuth_ImportSuccessTip_
source: {0} files imported successfully
ru: {0} файлов успешно импортированы

# LocalAuth_JoinSteamAuthenticator_ConfirmSteamAppAuthenticatorCode
source: Confirm Steam App Token Verification Code
ru: Подтвердите код подтверждения токена приложения Steam

# LocalAuth_JoinSteamAuthenticator_InputSteamAppAuthenticatorCode
source: Please enter the token verification code displayed in the Steam App
ru: Введите код подтверждения токена, указанный в приложении Steam.

# LocalAuth_JoinSteamAuthenticator_InputSteamAppAuthenticatorCodeTips
source: Open the Steam App and bind the token to the server. Enter the verification code on this page.
ru: После открытия приложения Steam и привязки токена введите подтверждение на этой странице.

# LocalAuth_JoinSteamAuthenticator_LoginRequestError
source: Login request error
ru: Ошибка запроса входа в систему

# LocalAuth_JoinSteamAuthenticator_ParseUser2FAInfoError
source: Failed to parse user Steam Guard information
ru: Не удалось проанализировать информацию о токене пользователя Steam.

# LocalAuth_JoinSteamAuthenticator_RequestUser2FAInfoError
source: Failed to get user Steam Guard information
ru: Не удалось получить информацию о токене пользователя Steam.

# LocalAuth_JoinSteamAuthenticator_SteamGuardCodeEmptyError
source: Please enter the current token verification code of the token bound to the Steam App
ru: Пожалуйста, введите текущий код проверки токена для токена, привязанного в приложении Steam.

# LocalAuth_MicrosoftImport
source: Import the token using the key or QR code generated when adding the Microsoft token
ru: Ключ или QR-код, создаваемый при добавлении токена импорта токена Microsoft

# LocalAuth_Steam2FACodeTip
source: Please enter your Steam Guard verification code, or confirm with your mobile token and click Continue.
ru: Введите код подтверждения токена Steam или используйте свой мобильный токен для подтверждения и нажмите «Продолжить».

# MacTrustRootCertificateTips
source: Please enter the system password in the pop-up console window to install the trust certificate. After the trust is completed, click the OK button to continue
ru: Введите системный пароль во всплывающем окне консоли, чтобы установить сертификат доверия. После завершения доверия нажмите кнопку «ОК», чтобы продолжить.

# Message_AreYouSureYouWantToDeleteTheAccount
source: Are you sure you want to remove the {0} platform?
ru: Вы уверены, что хотите удалить платформу {0}?

# ModelContent_CancelAllTrade
source: Are you sure you want to cancel all trade offers?
ru: Вы уверены, что хотите отменить все торговые котировки?

# ModelContent_CancelTrade
source: You will reject all offer requests in the list.
ru: Вы отклоните все запросы цен в списке.

# ModelContent_ConfirmAllTrade
source: Are you sure you want to approve all transaction quotes? You will agree to all the quotation requests in the list. Once the transaction is confirmed, it cannot be revoked, please choose carefully.
ru: Вы уверены, что хотите передать все торговые котировки? Вы соглашаетесь на все запросы котировок в списке. После подтверждения транзакции ее нельзя отменить, поэтому выбирайте внимательно.

# ModelContent_ConfirmTrade___
source: This will remove all trade information from the following list.
ru: Вы можете просмотреть историю предложений транзакций в своем инвентаре Steam.

# ModelContent_ConfirmTrade2_
source: You have not yet asked {0} to select any items in exchange for your items. If {0} accepts this trade, you will lose the items you offered but will receive nothing.
ru: Вы не разрешили пользователю {0} выбирать предметы для обмена на ваши предметы. Если {0} примет этот обмен, вы потеряете предложенные предметы, но не получите ничего.

# ModelContent_ConfirmUnbinding
source: Are you sure you want to unbind this token from your Steam account? This token will become invalid after unbinding. You can delete this token after unbinding.
ru: Вы уверены, что хотите отвязать этот токен от своей учетной записи Steam. После отмены привязки этот токен станет недействительным. Вы можете удалить этот токен.

# ModelContent_LoginNewUser
source: This operation will end the current platform process and remove the current account login status to jump to the new account login. Are you sure you want to continue?
ru: Эта операция завершит текущий процесс платформы, удалит статус входа в текущую учетную запись и перейдет к входу в новую учетную запись. Вы уверены, что хотите продолжить?

# ModelContent_SecretKey_
source: {0} Token SecretKey
ru: Токен {0} SecretKey

# MyOrder
source: My Orders
ru: Мои заказы

# NewFeatureDevelopment
source: New features are in development...
ru: Новые функции находятся в стадии разработки...

# Notice_Tray_Content_
source: Received {0} new messages. Please check My Messages in the app for details.
ru: Получено новых сообщений: {0}. Подробную информацию можно найти в разделе «Мои сообщения» в приложении.

source: Open Link
ru: открыть ссылку

# OpenMainWindow
source: Open the main panel
ru: Открыть главную панель

# OpenOfficialWebsite
source: Open the official website
ru: Открыть официальный сайт

# Plugin_DeleteComfirm
source: Do you want to delete the {0} plugin?
ru: Вы хотите удалить плагин {0}?

# Plugin_DeleteSuccess
source: {0} plugin deleted successfully
ru: {0} Плагин успешно удален.

# Plugin_FileError
source: File not found
ru: Файл не найден

# Plugin_ManageAllInstalledPlugins
source: Manage all installed plugins
ru: Управление всеми установленными плагинами

# Plugin_OpenCacheFolder
source: Open the plugin cache folder
ru: Откройте папку кэша плагина

# Plugin_OpenFolder
source: Open the plugin folder
ru: Откройте папку плагина

source: Plugin Store
ru: магазин плагинов

# Plugin_UnknownAuthor
source: unknown
ru: неизвестный

# Plugin_Version
source: Version Number:
ru: Номер версии:

# RatingsAndReviews
source: Rate and review
ru: Оценить и оставить отзыв

# SaveEditedAppInfo_AppsEmpty
source: The game information that needs to be saved to Steam has not been obtained. Please edit the game information you want to modify first.
ru: Информация об игре, которую необходимо сохранить в Steam, не получена. Сначала отредактируйте информацию об игре, которую вы хотите изменить.

# Script_BuildDownloadError__
source: Script dependency download error: {0} {1}
ru: Ошибка загрузки зависимостей сценария: {0} {1}

# Script_BuildError_
source: Script binding error: {0}
ru: Ошибка привязки сценария: {0}

# Script_CacheDeleteError_
source: Failed to delete cache file: {0}
ru: Не удалось удалить файл кэша: {0}

# Script_FileDeleteError_
source: File deletion failed: {0}
ru: Не удалось удалить файл: {0}

# Script_FileError_
source: File not found, please check path {0}
ru: Файл не найден, проверьте путь {0}

# Script_NoFile_
source: Script: {0} file missing deleted
ru: Скрипт: {0} файл отсутствует, удален

# Script_NoFileDeleteError_
source: Script: {0} file is missing, deletion failed, try to delete manually
ru: Сценарий: файл {0} потерян, и удаление не удалось. Попробуйте удалить его вручную.

# Script_ReadFileError_
source: Script reading exception, please check if there is any syntax error: {0}
ru: Исключение чтения сценария. Проверьте, нет ли синтаксической ошибки: {0}.

source: Script Settings
ru: Настройки скрипта

# Settings_InvalidConfigurationFile
source: Invalid configuration file
ru: Неверный файл конфигурации

# Settings_Plugin_OpenCacheFolder
source: Open the plugin cache folder
ru: Откройте папку кэша плагина

# Settings_Plugin_OpenFolder
source: Open the plugin folder
ru: Откройте папку плагина

# Settings_StartupAutoRun
source: The program automatically runs when the system starts
ru: Программа запускается автоматически при запуске системы

# Settings_StartupNoShowMainWindow
source: After setting, the main window will no longer be displayed automatically when the program starts
ru: После настройки главное окно больше не будет активно отображаться при запуске программы.

# Settings_Steam_AutoPopupMessage
source: The program will automatically pop up relevant information notification after detecting that Steam is started
ru: Программа автоматически отображает соответствующие информационные уведомления после обнаружения запуска Steam.

# Settings_Steam_DefaultNoShowMainWindow
source: After setting, the main window will not pop up by default when the program starts Steam
ru: После настройки главное окно по умолчанию не будет всплывать при запуске программы Steam.

# Settings_Steam_NoAutoUpdate
source: After setting this parameter, Steam will not automatically check for updates when the program is started
ru: После установки этого параметра Steam не будет автоматически проверять наличие обновлений при запуске программы.

# Settings_UI_AccentColor
source: Set the accent color displayed in the program
ru: Установите цвет акцента, отображаемый в программе

# Settings_UI_CustomColor
source: Custom Colors
ru: Пользовательский цвет

# Settings_UI_DefaultFonts
source: Set the program's preferred font
ru: Установите предпочтительный шрифт программы

# Settings_UI_DefaultLanguage
source: Set the preferred display language for the program
ru: Установите предпочтительный язык интерфейса программы.

# Settings_UI_ThemeStyle
source: Set the program theme
ru: Установите тему программы

# Settings_UI_WindowBackgroundStyle
source: Set the window background transparency effect and transparent material
ru: Установите эффект прозрачности фона окна и прозрачный материал

# SettingsModifiedRestartThisSoft
source: The settings have been modified and will take effect after restarting the software
ru: Настройки были изменены и вступят в силу после перезапуска программного обеспечения.

# Steam_BindTel
source: Bind mobile phone number
ru: Привязать номер мобильного телефона

# Steam_ConfirmEmailLink
source: Confirm Email Link
ru: Подтвердите ссылку на электронную почту

# Steam_CustomAuthName
source: Custom token name
ru: Пользовательское имя токена

# Steam_EmailConfirmation
source: The phone number added is {0}. Please check your {1} mailbox. After receiving the Steam email, click "Add phone number" in the email to confirm, and then click the confirmation button.
ru: Добавлен номер мобильного телефона: {0}. Проверьте свой адрес электронной почты {1}. После получения письма Steam нажмите «Добавить номер мобильного телефона» в электронном письме для подтверждения, а затем нажмите кнопку «Подтвердить».

# Steam_PleaseEnterBindTel
source: Please enter the mobile phone number you want to bind
ru: Пожалуйста, введите номер мобильного телефона, который необходимо привязать

# SteamIdle_LoginSteamUserError
source: The logged in account is inconsistent with the current Steam client account, which may cause card hanging problems. Please log out and switch the login account to the same as the Steam client account, or switch the Steam client login account to the same as the card hanging account!
ru: Если вошедшая в систему учетная запись не соответствует текущей учетной записи клиента Steam, это может вызвать проблемы с зависанием. Пожалуйста, выйдите из системы и измените учетную запись, чтобы она соответствовала учетной записи клиента Steam. Или измените учетную запись клиента Steam, чтобы она совпадала с учетной записью карты!

# SteamIdle_OpenAutoNextWarning
source: The fast card drop mode will frequently switch card-free games. In order to prevent your friends from being bombarded with notification messages, please remember to change your Steam online status to invisible or offline!
ru: В режиме быстрой задержки игры часто переключаются с задержкой. Чтобы ваши друзья не были засыпаны уведомлениями, обязательно измените онлайн-статус Steam на невидимый или офлайн!

# SteamIdle_RemainingGames_
source: {0} games can drop cards
ru: В {0} играх могут выпадать карточки

# SteamIdle_SteamClientUserTips
source: The account logged in needs to be consistent with the current Steam client login account
ru: Учетная запись карты, для которой выполнен вход, должна совпадать с текущей учетной записью для входа в клиент Steam.

# SteamIdle_UserExpString_
source: {0} level, {1} experience points
ru: Уровень {0}, очков опыта {1}

# SubHeader_FirstNeedToSetPlatformPath_
source: The first time you use it, you need to set the {0} platform path
ru: При первом использовании вам необходимо сначала установить путь к платформе {0}.

# SubHeader_PleaseEnterTheAnswerAgain
source: Please enter the "Cloud Secret Code Answer" again
ru: Пожалуйста, введите «Ответ на секретный код облака» еще раз.

# SubHeader_SyncReSetAuth
source: Resetting, please set a question and password for your Cloud Token. Please enter the "Cloud Token Question" first
ru: Выполняется сброс. Задайте вопрос и пароль для вашего облачного токена. Сначала введите «Вопрос к облачному паролю».

# Success_AuthUpload__
source: {0} has uploaded {1} tokens to the cloud
ru: {0} загрузил токены {1} в облако

# Success_LocalAuthDelSuccessful
source: Local token data deleted successfully
ru: Данные локального токена успешно удалены

# Success_LocalAuthUpdateSuccessful
source: The local token name was modified successfully
ru: Имя локального токена успешно изменено

# Success_SwitchAccount__
source: {0} has switched to account {1}
ru: {0} переключился на аккаунт {1}

# TelCode
source: Mobile verification code
ru: Код подтверждения мобильного телефона

# Title_AddAccount_
source: Add new {0} account
ru: Добавить новую учетную запись {0}

# Title_InputAuthPassword
source: Please enter the token protection password
ru: Пожалуйста, введите пароль защиты токена

# Title_LoginAccount_
source: Log in to {0} account
ru: Войдите в учетную запись {0}

# Title_PasswordConfirm
source: Please enter your password again to confirm
ru: Пожалуйста, введите свой пароль еще раз для подтверждения

# Title_PleaseEnterNewAuthName
source: Please enter a new token name or cancel
ru: Пожалуйста, введите новое имя токена или отмените

# Title_PleaseEnterTheAnswer
source: Please enter the current cloud password answer
ru: Пожалуйста, введите текущий ответ на облачный пароль

# Title_PleaseInputCurrentAccountName_
source: Please enter the name of the {0} account you are currently logged in with
ru: Введите имя учетной записи {0}, в которую вы сейчас вошли.

# Title_SetSecurityIssues
source: Set up Cloud Password
ru: Установить облачный пароль

# Title_SetUp_
source: {0} Settings
ru: {0} настройки

source: View detailed data
ru: Посмотреть подробные данные

# Warning_DoNotOperateFrequently
source: Do not operate frequently
ru: Не работайте часто

# Warning_NotAuthProvided
source: Please set a custom token password first
ru: Сначала установите собственный пароль для токена.

# Warning_OnlySupportSteamAuth
source: The unbinding function currently only supports Steam Guard
ru: Функция отвязки на данный момент поддерживает только токены Steam.

# Warning_PleaseEnterAuthName
source: Please enter a token name
ru: Пожалуйста, введите имя токена
