Repository: xxoolm/SteamTools
Catalog: src/BD.WTTS.Client/Resources/Strings.*.resx
Languages: es, it, ja, ko, ru

# GetLoginUsingSteamClientCookies
source: Retrieving Steam login status
es: Obteniendo el estado del inicio de Steam
it: Ottenere lo stato di accesso a Steam
ja: Steam ログイン状態を取得しています
ko: 스팀 로그인 상태 가져오기
ru: Получить статус входа в Steam

# GetLoginUsingSteamClientCookiesFail_
source: Failed to retrieve Steam login status. Please enter your Steam account name and password for express login.
es: Fallo al obtener el Estado de inicio de Steam {0}, introduzca el nombre de usuario de Steam y la contraseña para iniciar Steam rápidamente
it: Impossibile ottenere lo stato di accesso a Steam {0}, inserisci nome utente e password di Steam per l'accesso rapido
ja: Steam ログインステータスの取得に失敗しました {0}、Steam ユーザー名パスワードを入力してクイックログインを行います
ko: Steam 로그인 상태를 {0} 얻지 못했으므로 빠른 로그인을 위해 Steam 사용자 이름과 비밀번호를 입력하십시오.
ru: Не удалось получить статус входа в Steam {0}. Чтобы быстро войти, введите своё имя пользователя и пароль Steam.

# Hosts_Exists
source: Written hosts already exist
es: Los hosts escritos ya existen
it: Gli host scritti esistono già
ja: 書き込まれた Hosts は既に存在します
ko: 작성된 호스트가 이미 존재합니다.
ru: Файлы Hosts на которые ведётся запись, уже существуют

# Hosts_ReadError
source: Error while reading hosts file
es: Error al leer el Archivo hosts
it: Si è verificato un errore durante la lettura del file hosts
ja: Hosts ファイルの読み取り中にエラーが発生しました
ko: 호스트 파일을 읽는 동안 오류가 발생했습니다.
ru: Произошла ошибка при чтении Hosts

# Hosts_ReadSuccess
source: Hosts file read
es: Leer hosts con éxito
it: La lettura dei padroni di casa è riuscita
ja: Hosts の読み取りに成功しました
ko: 호스트 읽기 성공
ru: Успешное чтение Hosts

# Hosts_UpdateSuccess
source: Hosts file updated
es: Escribir hosts con éxito
it: La scrittura agli host ha avuto successo
ja: Hosts への書き込みに成功しました
ko: 호스트 쓰기 성공
ru: Успешная запись Hosts

# Hosts_WirteError
source: Error while updating hosts
es: Error al escribir el Archivo hosts
it: Si è verificato un errore durante la scrittura degli host
ja: Hosts への書き込み中にエラーが発生しました
ko: 호스트에 쓰는 동안 오류가 발생했습니다.
ru: Произошла ошибка при записи Hosts

# IdleCard
source: Idle card collection
es: Recoger automáticamente tarjetas
it: Integrazione automatica della carta
ja: 自動セットカード
ko: 카드 자동 수집
ru: Автосбор карт

source: Import
es: Importar
it: Importazione di
ja: インポートします
ko: 수입
ru: Импорт

source: Loading…
es: Carga…
it: Caricamento…
ja: 読み込み中…
ko: 로드…
ru: Загрузка…

# LocalAuth
source: Steam Authenticator
es: Token local
it: Gettone locale
ja: ローカル トークン
ko: 로컬 토큰
ru: Локальный токен

# LocalAuth_RemoveAuth
source: Unbind the token
es: Desvincular el token
it: Annullare l'associazione del token
ja: トークンをアンパックします
ko: 토큰 바인딩 해제
ru: Отвязать токен

# LocalAuth_AddAuth
source: Import Authenticator
es: Importar Token
it: Importare i token
ja: トークンをインポートします
ko: 토큰 가져오기
ru: Импорт токена

# LocalAuth_AddAuthSuccess
source: Authenticator imported
es: Finalización de la importación de tokens
it: Importazione di token completata
ja: トークンのインポートが完了しました
ko: 토큰 가져오기가 완료되었습니다.
ru: Импорт токена успешно завершён

# LocalAuth_AddAuthSyncTip
source: Syncing Authenticator clock
es: Sincronización del reloj del servidor de tokens
it: Sincronizzazione dell'orologio del token server
ja: トークン サーバー クロックを同期しています
ko: 토큰 서버 클럭 동기화
ru: Токен синхронизации часов с сервером

# LocalAuth_AddAuth_PartSuccess
source: Part of the data is imported.
es: Importación parcial de datos con éxito
it: Importazione parziale dei dati riuscita
ja: 一部のデータのインポートに成功しました
ko: 부분 데이터 가져오기 성공
ru: Частичный импорт данных выполнен успешно

# LocalAuth_AuthData
source: Authenticator data
es: Datos Token
it: Dati del gettone
ja: トークン データ
ko: 토큰 데이터
ru: Данные токена

# LocalAuth_AuthName
source: Cuztomize name for Authenticator
es: Nombre personalizado del Token
it: Nome personalizzato del token
ja: トークンのカスタム名
ko: 토큰 사용자 지정 이름
ru: Пользовательское имя токена

# LocalAuth_AuthTrade
source: Transaction manager
es: Confirmar la transacción
it: Transazione confermata
ja: 取引を確認します
ko: 거래 확인
ru: Подтверждение обмена

# LocalAuth_AuthTrade_Cancel
source: Reject transaction
es: Cancelar la transacción
it: Annullamento della transazione
ja: 取引をキャンセルします
ko: 거래 취소
ru: Отменить обмен

# LocalAuth_AuthTrade_CancelAll
source: Reject all transactions
es: Cancelar todas las transacciones
it: Annulla tutte le transazioni
ja: すべての取引をキャンセルします
ko: 모든 거래 취소
ru: Отменить все сделки обмена

# LocalAuth_AuthTrade_CancelError
source: Unable to reject this transaction
es: No se puede cancelar la transacción
it: Impossibile annullare questa transazione
ja: このトランザクションはキャンセルできません
ko: 이 거래는 취소할 수 없습니다.
ru: Невозможно отменить этот обмен

# LocalAuth_AuthTrade_Confirm
source: Confirm transaction
es: Confirmar la transacción
it: Confermare la transazione
ja: 取引を確認します
ko: 거래 확인
ru: Подтвердить обмен

# LocalAuth_AuthTrade_ConfirmAll
source: Confirm all transactions
es: Confirmar todas las transacción
it: Confermare tutte le transazioni
ja: すべてのトランザクションを確認します
ko: 모든 거래 확인
ru: Подтвердить все сделки обмена

# LocalAuth_AuthTrade_ConfirmCancel
source: All transactions rejected
es: Cancelar todas las transacciones con éxito
it: Tutte le transazioni sono state cancellate con successo
ja: すべてのトランザクションが正常にキャンセルされました
ko: 모든 거래가 성공적으로 취소되었습니다.
ru: Все сделки обменов были успешно отменены

# LocalAuth_AuthTrade_ConfirmError
source: Unable to confirm this transaction
es: No se puede confirmar la transacción
it: Impossibile confermare questa transazione
ja: このトランザクションは確認できません
ko: 이 거래를 확인할 수 없습니다.
ru: Невозможно подтвердить этот обмен

# LocalAuth_AuthTrade_ConfirmSuccess
source: All transactions confirmed
es: Aceptar todas las transacciones con éxito
it: Tutte le transazioni sono state concordate con successo
ja: すべてのトランザクションが正常に同意されました
ko: 모든 거래가 성공적으로 합의되었습니다.
ru: Все сделки обмена были успешно подтверждены

# LocalAuth_AuthTrade_ConfirmTip
source: {0} all transactions...
es: {0} Negociando
it: Tutte le transazioni in {0}...
ja: すべての取引を{0}しています...
ko: 모든 거래가 {0}되고 있습니다 ...
ru: Все сделки {0}...

# LocalAuth_AuthTrade_GetError
source: You don't have permission to view confirmation messages. Check if you have enabled 'community-generated content' in Family View.
es: ¿No tiene permiso para ver la confirmación. Está habilitado 'community-generated content' in Family View?
it: Non hai il permesso di visualizzare i messaggi di conferma. Il "contenuto generato dalla comunità" in Family View è abilitato?
ja: 確認メッセージを表示する権限がありません。 ホームケア機能は有効になっていますか? ホームケア機能が有効になっている後のトランザクション確認の管理は、当分の間サポートされていません。
ko: 확인 정보를 볼 수 있는 권한이 없습니다. 홈 모니터링이 활성화되어 있습니까? 가족 모니터링 기능이 활성화된 후 트랜잭션 확인 관리는 현재 지원되지 않습니다.
ru: У вас нет разрешения на просмотр информации о подтверждении. Включена ли функция домашнего мониторинга? Управление подтверждениями обмена при включенной функции Home Guardianship в настоящее время не поддерживается.

# LocalAuth_AuthTrade_GetError2
source: Failed to retrieve Steam Authenticator transaction information. Please check if Steam market connection is routed.
es: No se pudieron obtener los datos de la transacción del token de Steam. Asegúrese de que la dirección de la comunidad de Steam se aceleró correctamente.
it: Impossibile ottenere i dati della transazione del token di Steam, conferma se l'indirizzo della comunità Steam è accelerato correttamente.
ja: Steam トークン トランザクション データの取得に失敗しました。
ko: Steam 토큰 거래 데이터를 얻지 못한 경우, Steam 커뮤니티 주소가 정상적으로 가속되었는지 확인하십시오.
ru: Не удалось получить токен данных обмена Steam, убедитесь что вы правильно указали адрес сообщества Steam.

# LocalAuth_AuthTrade_GetError3
source: The login status has expired Please try to log in again.
es: El estado de inicio de sesión ha caducado Intente iniciar sesión de nuevo.
it: Lo stato di accesso è scaduto Prova ad accedere di nuovo.
ja: ログイン状態が無効になっているので、もう一度サインインしてみてください。
ko: 로그인 상태가 만료되었습니다. 다시 로그인해 보십시오.
ru: Срок действия статуса входа истёк. Повторите вход.

# LocalAuth_AuthTrade_GetTip
source: Gathering the latest trading deal information
es: Obteniendo información actualizada sobre la cotización de la transacción...
it: Ottenere le ultime informazioni sulle offerte di transazione...
ja: 最新の取引見積情報を取得しています...
ko: 최신 거래 견적 정보 얻기 ...
ru: Получение последней информации о торговых предложениях...

# LocalAuth_AuthTrade_ListCountTip
source: {0} transactions pending
es: {0} transacciones pendientes
it: {0} compravendite in sospeso
ja: {0} トランザクションは保留中です
ko: 보류 중인 {0} 트랜잭션
ru: Обмены в ожидании: {0}

# LocalAuth_AuthTrade_ListNullTip
source: There are currently no transactions to manage.
es: No hay ofertas comerciales que procesar actualmente
it: Attualmente non ci sono offerte commerciali da elaborare
ja: 現在、処理する必要がある取引の見積もりはありません
ko: 현재 처리해야 할 거래 시세가 없습니다.
ru: В настоящее время нет торговых предложений, которые необходимо обработать

# LocalAuth_AuthTrade_Null
source: There are currently no transactions
es: Actualmente no hay transacciones
it: Attualmente non ci sono scambi
ja: 現在、取引はありません
ko: 현재 트랜잭션이 없습니다.
ru: В настоящее время нет сделок обмена

# LocalAuth_AuthTrade_TradeError
source: Invalid transactions
es: Transacción inválida
it: Transazioni non valide
ja: 無効なトランザクションです
ko: 잘못된 트랜잭션
ru: Недействительные сделки обмена

# LocalAuth_CloudSync
source: Cloud sync Authenticators
es: Sincronización de Token Cloud
it: Token di sincronizzazione cloud
ja: トークン クラウド同期
ko: 토큰 클라우드 동기화
ru: Токен синхронизации с облаком

# LocalAuth_Copy
source: Copy Authenticator
es: Copiar Token
it: Token duplicato
ja: トークンをコピーします
ko: 토큰 복사
ru: Копировать токен

# LocalAuth_CopyAuthTip
source: Authenticator copied
es: Ha copiado Token
it: Token copiato
ja: トークンがコピーされました
ko: 토큰이 복사되었습니다.
ru: Токен скопирован

# LocalAuth_DeleteAuthTip
source: Ready to permanently remove this Steam Authenticator?
es: ¿Está seguro de que desea borrar permanentemente este Token?
it: Sei sicuro di voler cancellare questo token in modo permanente?
ja: このトークンを完全に削除しますか? トークンをアンパックする必要がある場合は、https://store.steampowered.com/twofactor/manage に切断してから削除します。
ko: 이 토큰을 영구적으로 삭제하시겠습니까, 이것은 토큰 파일 데이터를 삭제하는 것뿐이며 계정과 토큰의 바인딩을 해제하지 않습니다. 토큰의 바인딩을 해제해야 하는 경우 바인딩 해제 후 삭제로 이동 https://store.steampowered.com/twofactor/manage 니다.
ru: Навсегда удалить этот токен? Это просто удаление данных файла токена и не отвяжет вашу учётную запись и токен. Если необходимо отменить привязку токена, перейдите по ссылке https://store.steampowered.com/twofactor/manage и удалите после отмены привязки.

# LocalAuth_EditAuth
source: Edit Authenticator
es: Editar Token
it: Modifica token
ja: トークンを編集します
ko: 토큰 편집
ru: Редактировать токен

# LocalAuth_EmailCodeTip
source: Please enter the verification code sent to your email address to allow acccess from the new device.
es: Introduzca el Código enviado a su dirección de correo electrónico para autorizar el acceso desde el nuevo dispositivo.
it: Inserisci il codice inviato al tuo indirizzo e-mail per approvare l'accesso dal nuovo dispositivo.
ja: 新しいデバイスからのアクセスを承認するには、電子メール アドレスに送信されたコードを入力してください。
ko: 새 장치에서 액세스를 승인하기 위해 이메일 주소로 전송된 코드를 입력하십시오.
ru: Для подтверждения доступа для вашего нового устройства, ведите код отправленный на ваш адрес электронной почты.

# LocalAuth_ExportAuth
source: Export Authenticator
es: Exportar Token
it: Gettone di esportazione
ja: トークンをエクスポートします
ko: 토큰 내보내기
ru: Экспорт токена

# LocalAuth_ExportAuth_ConfirmExport
source: Confirm export
es: Confirmar exportación
it: Confermare l'esportazione
ja: エクスポートを確認します
ko: 내보내기 확인
ru: Подтвердить экспорт

# LocalAuth_ExportAuth_EncryptionExport
source: Export encrypted data?
es: ¿Necesita exportar datos cifrados?
it: Hai bisogno di esportare dati con crittografia
ja: 暗号化されたデータをエクスポートする必要があるかどうか
ko: 암호화된 데이터를 내보내야 하는지 여부
ru: Нужно ли экспортировать зашифрованные данные

# LocalAuth_ExportAuth_Error
source: Failed to export data. Error code: {0}
es: Error al importar datos, Código de error: {0}
it: Si è verificato un errore nell'importazione dei dati, codice di errore:{0}
ja: インポート データにエラーが発生しました {0}。
ko: 가져온 데이터에 오류가 발생했습니다. 오류 코드: {0}
ru: Ошибка импорта данных, код ошибки: {0}

# LocalAuth_ExportAuth_ExportPassword
source: Enter password for exported data
es: Introduzca la contraseña de los datos exportados
it: Inserisci la password per i dati esportati
ja: エクスポートしたデータパスワードを入力してください
ko: 내보낸 데이터의 암호를 입력하십시오.
ru: Введите пароль для экспортируемых данных

# LocalAuth_ExportAuth_SelectPath
source: Select path
es: Seleccionar ruta
it: Seleziona il percorso
ja: パスを選択します
ko: 경로 선택
ru: Выберите путь

# LocalAuth_HasPasswordUnEncryptionAuth
source: Data encrypted. Enter password to access.
es: Los datos actuales están encriptados, por favor desbloquee antes de acceder.
it: I dati attuali sono criptati, si prega di sbloccarli prima di potervi accedere.
ja: 現在のデータは暗号化されているため、アクセスするにはロックを解除してください。
ko: 현재 데이터는 암호화되며 액세스하기 전에 잠금을 해제해야 합니다.
ru: Текущие данные зашифрованы. Разблокируйте их перед доступом к ним.

# LocalAuth_ImportFaild
source: Failed to import Authenticator. Please check validity of your imported data.
es: La importación falló. Compruebe que los datos son correctos.
it: Importazione fallita, controlla se i dati sono corretti.
ja: インポートに失敗しました。
ko: 가져오기에 실패했으므로 데이터가 올바른지 확인하십시오.
ru: Импорт не удался, проверьте правильность данных.

# LocalAuth_LockError
source: Cannot lock Authenticator without a password
es: No se puede bloquear el Token sin contraseña
it: Il token non può essere bloccato senza impostare una password
ja: パスワードが設定されていない場合、トークンをロックできません
ko: 암호 설정 없이는 토큰을 잠글 수 없습니다.
ru: Не установлен пароль для блокировки токена

# LocalAuth_MenuName
source: Authenticator editor
es: Editar Token
it: Modifica token
ja: トークンを編集します
ko: 토큰 편집
ru: Редактировать токен

# LocalAuth_NoAuthTip
source: No Authenticator imported. Click on gear icon in upper right corner to start import.
es: No ha importado ningún Token, puede añadir un Token en el icono de piñón superior derecho.
it: Non hai importato nessun token oh, puoi aggiungere un token nell'angolo in alto a destra della piccola icona dell'ingranaggio.
ja: まだトークンをインポートしていません。
ko: 토큰을 아직 가져오지 않았으므로 먼저 토큰을 추가합니다.
ru: Вы еще не импортировали токены, сначала добавьте их.

# LocalAuth_OtherImport
source: Import from other apps
es: Otras importaciones de APP
it: Altre importazioni di software
ja: その他のソフトウェアのインポート
ko: 다른 소프트웨어 수입
ru: Импорт другого программного обеспечения

# LocalAuth_PasswordRequired
source: Enter password to continue
es: Necesita descifrar para continuar
it: Necessità di decifrare per continuare
ja: 続行するには復号化が必要です
ko: 계속하려면 암호 해독이 필요합니다.
ru: Для продолжения необходимо расшифровать

# LocalAuth_PasswordRequired1
source: Please enter password
es: Introduzca la contraseña
it: Inserisci la password
ja: パスワードを入力してください
ko: 암호를 입력하십시오.
ru: Введите пароль

# LocalAuth_ProtectionAuth
source: Encrypt Authenticator
es: Cifrado de Token
it: Crittografia a token
ja: トークンの暗号化
ko: 토큰 암호화
ru: Шифрование токенов

# LocalAuth_ProtectionAuth_EnablePassword
source: Enable customized password
es: Protección de contraseña personalizada
it: Protezione con password personalizzata
ja: カスタム パスワード保護
ko: 사용자 지정 암호 보호
ru: Пользовательская защита паролем

# LocalAuth_ProtectionAuth_EnablePasswordTip
source: Your Authenticator will be encrypted by your password which is required for accessing the Authenticator. If you forget this password and do not have a valid back-up of the Authenticator, you will lose access to it.
es: Su autenticador usará su propia contraseña para encriptarla, y necesitará introducir su contraseña para abrir su Token encriptado.Si olvida su contraseña y no tiene copia de Seguridad, su autenticador no será accesible.
it: *Il tuo autenticatore sarà criptato usando la tua password, dovrai inserire la tua password per aprire il tuo token criptato. Se dimentichi la tua password e non hai un backup, il tuo autenticatore non sarà accessibile.
ja: *注:あなたのトークンは、独自のパスワードで暗号化され、あなたが暗号化されたトークンを開くためにあなたのパスワードを入力する必要があります。 パスワードを忘れ、バックアップがない場合、トークンはアクセスできず、回復コードを使用してトークンをアンロックするか、アカウントを忘れた場合にのみ解除できます。
ko: * 참고 : 토큰은 자신의 암호로 암호화되므로 암호화 된 토큰을 열려면 암호를 입력해야합니다. 암호를 잊어버렸고 백업이 없는 경우 토큰에 액세스할 수 없으며 복구 코드 또는 잊어버린 계정을 통해서만 바인딩을 해제할 수 있습니다.
ru: *Примечание: Ваш токен будет зашифрован с помощью вашего собственного пароля, и вам нужно будет вводить пароль, чтобы открыть ваш зашифрованный токен. если вы забудете свой пароль и у вас не будет резервной копии, ваш токен будет недоступен, и вы сможете разблокировать этот токен только с помощью кода восстановления или забыть свою учётную запись.

# LocalAuth_ProtectionAuth_Error
source: Error while saving entryption options
es: Error al guardar las opciones de cifrado
it: Opzioni di crittografia per il salvataggio degli errori
ja: 暗号化の保存オプションにエラーが発生しました
ko: 암호화 저장 옵션에 오류가 발생했습니다.
ru: Ошибка сохранения параметров шифрования

# LocalAuth_ProtectionAuth_Info
source: It is highly recommended to password protect your Authenticator, otherwise your data may be accessed and stolen by other malwares. This is not mandatory, however your Authenticator may run at risk of being stolen.
es: Se recomienda encarecidamente que utilice una contraseña para proteger su Token, de lo contrario sus datos pueden ser leídos y robados por malware que se ejecuta en su computadora.Por supuesto, también puede no habilitar ningún cifrado, que no es obligatorio, pero sus datos Token corren el riesgo de ser robados.
it: Si raccomanda vivamente di proteggere il vostro token con una password, altrimenti i vostri dati potrebbero essere letti e rubati da un malware che gira sul vostro computer. Naturalmente, puoi anche non abilitare alcuna crittografia, che non è obbligatoria, ma i tuoi dati token sono a rischio di essere rubati.
ja: パスワードを使用してトークンを保護することをお勧めします。 もちろん、必須ではない暗号化を有効にすることもできますが、トークン データが盗まれる危険性があります!!!
ko: 암호를 사용하여 토큰을 보호하는 것이 좋으며, 그렇지 않으면 컴퓨터에서 실행되는 맬웨어에 의해 데이터를 읽고 도난 당할 수 있습니다. 물론 필수는 아닌 암호화를 활성화 할 수는 없지만 토큰 데이터는 도난 당할 위험이 있!!!
ru: Настоятельно рекомендуется защитить ваш токен паролем, иначе ваши данные могут быть прочитаны и украдены вредоносными программами, запущенными на вашем компьютере. Конечно, вы также можете не включать никакое шифрование, это не обязательно, но есть риск, что данные вашего токена будут украдены!!!

# LocalAuth_ProtectionAuth_IsOnlyCurrentComputerEncrypt
source: This Authenticator can only decrypted on this PC
es: El Token sólo puede ser descifrado en esta computadora
it: Il token può essere decifrato solo su questo computer
ja: トークンは、この PC でのみ復号化できます
ko: 토큰은이 PC에서만 해독 할 수 있습니다.
ru: Токен может быть расшифрован только на этом компьютере

# LocalAuth_ProtectionAuth_IsOnlyCurrentComputerEncryptTip
source: In addition, you can use Windows built-in account encryption to protect your data. This locks your Authenticators to the current user on this computer, so even if they're duplicated, they will remain inaccessible. You must turn this feature off if you want to reformat your disk, reinstall Windows or delete this user account.
es: También puede utilizar cifrado de cuenta de Windows incorporado para proteger y cifrar sus datos.Esto bloqueará sus tokens en este ordenador, por lo que no puede abrirlos incluso si los archivos son copiados.Si desea reformatear su disco, reinstalar windows o borrar la cuenta de usuario, debe apagar esta función o sus datos no se descifrarán.
it: Potete anche usare la crittografia integrata dell'account di Windows per proteggere e crittografare i vostri dati. Questo bloccherà il tuo token a questo computer, quindi anche se i file vengono copiati, non possono essere aperti. Se dovete riformattare il vostro disco, reinstallare Windows o rimuovere questo account utente, dovete disattivare questa funzione o i vostri dati non saranno decifrabili.
ja: また、システムに組み込まれたアカウント暗号化を使用して、データを保護および暗号化することもできます。 これにより、トークンがこのコンピュータにロックされるため、ファイルがコピーされても開くことができません。 ディスクを再フォーマットし、システムを再インストールするか、このユーザー アカウントを削除する場合は、この機能をオフにする必要があります。
ko: 또한 시스템의 기본 제공 계정 암호화를 사용하여 데이터를 보호하고 암호화할 수 있습니다. 이렇게 하면 이 컴퓨터에 토큰이 잠기므로 복사되더라도 파일을 열 수 없습니다. 디스크를 다시 포맷하거나, 시스템을 다시 설치하거나, 이 사용자 계정을 삭제하려면 이 기능을 해제해야 하며, 그렇지 않으면 데이터가 해독되지 않습니다.
ru: Вы также можете использовать встроенное в систему шифрование учетной записи для защиты и шифрования ваших данных. Это заблокирует ваш токен на этом компьютере так, что даже если файлы будут скопированы, их нельзя будет открыть. Если вам придётся переформатировать диск, переустановить систему или удалить эту учётную запись, вы должны отключить это, иначе ваши данные также не будут расшифрованы.

# LocalAuth_ProtectionAuth_NoChangeTip
source: No changes made to be saved
es: No hay cambios que guardar
it: Non ci sono modifiche da salvare
ja: 保存する必要のある変更はありません
ko: 저장할 변경 사항이 없습니다.
ru: Нет изменений для сохранения

# LocalAuth_ProtectionAuth_Password
source: Customize password
es: Contraseña personalizada
it: Password personalizzate
ja: カスタム パスワード
ko: 사용자 지정 암호
ru: Пользовательский пароль

# LocalAuth_ProtectionAuth_PasswordError
source: Wrong password
es: Error de contraseña
it: Password sbagliata
ja: パスワードが正しくありません
ko: 잘못된 암호
ru: Неверный пароль

# LocalAuth_ProtectionAuth_PasswordErrorTip
source: Please enter the correct password
es: Introduzca la contraseña correcta
it: Inserisci la password corretta
ja: 正しいパスワードを入力してください
ko: 올바른 암호를 입력하십시오.
ru: Введите правильный пароль

# LocalAuth_ProtectionAuth_PathError
source: Wrong file path
es: Ruta de archivo incorrecta
it: Percorso del file non corretto
ja: ファイル パスが正しくありません
ko: 파일 경로가 잘못되었습니다.
ru: Неправильный путь к файлу

# LocalAuth_ProtectionAuth_SaveApply
source: Save and apply
es: Guardar y aplicar
it: Salvare e applicare
ja: 保存して適用します
ko: 저장 및 적용
ru: Сохранить и применить

# LocalAuth_ProtectionAuth_Success
source: Encryption options saved
es: Guardar la configuración de cifrado con éxito
it: Salvare le impostazioni di crittografia con successo
ja: 暗号化設定の保存に成功しました
ko: 암호화 설정 저장 성공
ru: Успешное сохранение настроек шифрования

# LocalAuth_ProtectionAuth_VerifyPassword
source: Enter your password again
es: Introduzca la contraseña de nuevo
it: Inserisci di nuovo la password
ja: パスワードをもう一度入力します
ko: 암호를 다시 입력하십시오.
ru: Введите пароль ещё раз

# LocalAuth_ProtectionAuth_VerifyPasswordErrorTip
source: Your entered password does not match
es: Contraseña inconsistente introducida dos veces
it: La password inserita due volte non corrisponde
ja: 2 回入力したパスワードに一貫性がない
ko: 두 번 입력한 암호가 일치하지 않습니다.
ru: Второй введённый пароль, не совпадает

# LocalAuth_RefreshAuthSuccess
source: Authenticator data loaded
es: Finalización de la carga de datos Token
it: Caricamento dei dati del token completato
ja: トークン データの読み込みが完了しました
ko: 토큰 데이터 로드가 완료되었습니다.
ru: Загрузка данных токена завершена

# LocalAuth_SDAImport
source: Import from Steam Desktop Authenticator
es: Importación de Steam Desktop Auth
it: Importazione dell'autorizzazione del desktop di Steam
ja: Steam Desktop Auth インポート
ko: 스팀 데스크톱 인증 가져오기
ru: Импорт Steam Desktop Auth
