Repository: xxoolm/SteamTools
Catalog: src/BD.WTTS.Client/Resources/Strings.*.resx
Languages: es, it, ja, ko, ru

# Warning_PleaseEnterTel
source: Please enter your phone number correctly.
ru: Пожалуйста, введите номер вашего мобильного телефона правильно.

# Warning_PleaseSelectAuth
source: Please select a Steam Guard first
ru: Пожалуйста, сначала выберите токен Steam

# Warning_PleaseStopAccelerate
source: Please stop accelerating first
ru: Пожалуйста, сначала прекратите ускоряться

# Warning_RefuseOperate
source: The requested operation was denied
ru: Запрошенная операция отклонена

# Warning_SteamAuthPhoneBind
source: Currently, there is a problem that you cannot receive the verification code when binding your mobile phone number when importing. It is recommended to go to the account center to bind your mobile phone number before importing.
ru: В настоящее время существует проблема с неполучением проверочного кода при привязке мобильного телефона во время импорта. Перед импортом рекомендуется зайти в учетный центр для привязки номера мобильного телефона.

# Warning_UnbindFailed
source: Unbinding token failed: Login failed
ru: Не удалось отменить привязку токена: не удалось войти в систему.

# Welcome_User_
source: Welcome to Watt Toolkit
ru: Добро пожаловать в Watt Toolkit

# GameList_OpenSteamGridUrl
source: SteamGrid
ko: 스팀그리드

# SteamAppType_DLC
source: DLC
ko: 증권 시세 표시기

# SteamAppType_Driver
source: Drivers
es: Conducción
it: Driver
ja: 駆動
ko: 드라이브

# SteamAppType_Music
source: OSTs
es: Pista acústica
it: Colonna sonora
ja: オリジナルのサウンドトラック
ko: 사운드 트랙

# Steam_SteamWorld
source: Steam International
es: Steam Internacional
it: Steam Internazionale
ja: スチームインターナショナル
ko: 스팀 인터내셔널
