Repository: xxoolm/SteamTools
Catalog: src/BD.WTTS.Client/Resources/Strings.*.resx
Languages: es, it, ja, ko, ru

# CommunityFix_Hosts_MarkDuplicate_
source: Mark appears multiple [{0}], try resetting the Hosts file or editing the Hosts file and removing the excess Mark and try again
es: La marca aparece varias [{0}], intente restablecer el archivo Hosts o editar el archivo Hosts y elimine el exceso de Marca e inténtelo de nuevo
it: Contrassegna più [{0}], prova a reimpostare il file Hosts o a modificare il file Hosts e rimuovere il Mark in eccesso e riprova
ja: Mark に複数の [{0}] が表示される場合は、Hosts ファイルをリセットするか、Hosts ファイルを編集して余分なマークを削除してから、やり直してください
ko: Mark가 여러 [{0}]로 나타나고, 호스트 파일을 재설정하거나 호스트 파일을 편집하고 초과 마크를 제거한 후 다시 시도하십시오.
ru: Метка появляется несколько [{0}], попробуйте сбросить файл Hosts или отредактировать файл Hosts и удалить лишний Mark и повторите попытку

# CommunityFix_ResetHostsFileOk
source: Resetting the Hosts file succeeded
es: El restablecimiento del archivo Hosts se realizó correctamente
it: Ripristino del file Hosts riuscito
ja: Hosts ファイルのリセットに成功しました
ko: 호스트 파일 재설정이 성공했습니다.
ru: Сброс файла Hosts выполнен успешно

# NotificationChannelType_Description_ForegroundService
source: Notification when front desk service is turned on.
es: Notificación cuando el servicio de recepción está activado.
it: Notifica quando il servizio di reception è attivato.
ja: フロントサービスがオンの場合の通知。
ko: 프런트 데스크 서비스가 켜져 있을 때 알림입니다.
ru: Уведомление о включении службы поддержки на стойке регистрации.

# NotificationChannelType_Description_Message
source: Notification when there is a prompt message.
es: Notificación cuando hay un mensaje de aviso.
it: Notifica quando viene visualizzato un messaggio di richiesta.
ja: プロンプト メッセージが表示された場合の通知。
ko: 프롬프트 메시지가 있을 때 알림입니다.
ru: Уведомление о появлении сообщения с запросом.

# NotificationChannelType_Name_ForegroundService
source: Front desk service notification
es: Notificación de servicio de recepción
it: Notifica del servizio di reception
ja: フロントサービスのお知らせ
ko: 프론트 데스크 서비스 알림
ru: Уведомление службы регистрации

# NotificationChannelType_Name_Message
source: Message notification
es: Notificación de mensajes
it: Notifica del messaggio
ja: メッセージ通知
ko: 메시지 알림
ru: Уведомление о сообщении

# StopService
source: Stop the service
es: Detener el servicio
it: Arrestare il servizio
ja: サービスを停止します
ko: 서비스 중지
ru: Остановить службу

# ProxyForegroundService_NotificationText
source: The local acceleration agent service is running.
es: El servicio del agente de aceleración local se está ejecutando.
it: Il servizio agente di accelerazione locale è in esecuzione.
ja: ローカル アクセラレーション プロキシ サービスが実行中です。
ko: 로컬 가속 에이전트 서비스가 실행 중입니다.
ru: Служба локального агента ускорения запущена

# ArchiSteamFarmForegroundService_NotificationText
source: The ASF service is running.
es: El servicio ASF se está ejecutando.
it: Il servizio ASF è in esecuzione.
ja: ASF サービスが実行中です。
ko: ASF 서비스가 실행 중입니다.
ru: Служба ASF запущена

# Steam_ShareDisable
source: (Disabled)
es: (Deshabilitado)
it: (Disabilitato)
ja: (無効)
ko: (사용 안 함)
ru: (Отключено)

# Steam_ShareDisableBtn
source: disable
es: inutilizar
it: disabilitare
ja: 無効です
ko: 비활성화
ru: Отключить

# Steam_ShareEnableBtn
source: enable
es: habilitar
it: abilitare
ja: 有効にします
ko: 사용
ru: Включить

# Steam_Share_RemoveShare
source: Whether to delete this Home Library share.
es: Si se va a eliminar este recurso compartido de la biblioteca doméstica.
it: Se eliminare questa condivisione libreria principale.
ja: このホーム ライブラリ共有を削除するかどうか。
ko: 이 홈 라이브러리 공유를 삭제할지 여부입니다.
ru: Следует ли удалять эту общую папку домашней библиотеки.

# ASF_SetCryptKey
source: Set up a custom key
es: Configurar una clave personalizada
it: Configurare una chiave personalizzata
ja: カスタム キーを設定します
ko: 사용자 지정 키 설정
ru: Настройка пользовательского ключа

# ASF_ConsoleSettings
source: Console settings
es: Configuración de la consola
it: Impostazioni della console
ja: コンソールの設定
ko: 콘솔 설정
ru: Настройки консоли

# Settings_General_LogSize
source: Log file is occupied {0}
es: El archivo de registro está ocupado {0}
it: Il file di registro è occupato {0}
ja: ログ ファイルが既に使用されています {0}
ko: 로그 파일이 {0}
ru: Файл журнала занят {0}

# UnixSudoPasswordTips
source: Please enter the system password to continue or copy the command manually
es: Introduzca la contraseña del sistema para continuar o copie el comando manualmente
it: Immettere la password di sistema per continuare o copiare manualmente il comando
ja: 続行するには、システム パスワードを入力するか、コマンドを手動でコピーしてください
ko: 계속하려면 시스템 암호를 입력하거나 명령을 수동으로 복사하십시오.
ru: Пожалуйста, введите системный пароль, чтобы продолжить или скопировать команду вручную

# UserChange_ShowUserDataFolder
source: Open the Userdata folder
es: Abra la carpeta Userdata
it: Aprire la cartella Userdata
ja: Userdata フォルダを開きます
ko: 사용자 데이터 폴더 열기
ru: Открытие папки Userdata

# CommunityFix_EnableHttpProxyToHttps
source: Enable Http protocol forwarding to Https (requires listening on port 80)
es: Habilitar el reenvío del protocolo Http a Https (requiere escuchar en el puerto 80)
it: Abilitare l'inoltro del protocollo Http a Https (richiede l'ascolto sulla porta 80)
ja: Http プロトコルを Https に転送する (80 ポートをリッスンする必要があります)
ko: Https로 Http 프로토콜 전달 사용(포트 80에서 수신 대기 필요)
ru: Включить переадресацию протокола HTTP на https (требуется прослушивание порта 80)

# NewVersionUpdateNotifyText_
source: A new version of v{0}
es: Una nueva versión de v{0}
it: Una nuova versione di v{0}
ja: 新しいバージョンの v が検出されました{0}
ko: v의 새 버전입{0}
ru: Новая версия v{0}

# User_Balance
source: balance
es: equilibrar
it: bilancia
ja: 残高
ko: 저울
ru: равновесие

# User_EngineOil
source: Integral
it: Integrale
ja: ポイント
ko: 적분
ru: Интеграл

# User_Sponsor
source: Donate to users
es: Donar a los usuarios
it: Fai una donazione agli utenti
ja: ユーザーを寄付します
ko: 사용자에게 기부
ru: Пожертвовать пользователям

# Account_SignIn_Ok
source: Check-in successful
es: Check-in exitoso
it: Check-in riuscito
ja: チェックインは成功しました
ko: 체크인 성공
ru: Регистрация прошла успешно

source: Save
es: Salvar
it: Salvare
ja: 保存します
ko: 구해내다
ru: Спасать

# ProxyMode_DNSIntercept
source: DNS-driven blocking mode
es: Modo de bloqueo controlado por DNS
it: Modalità di blocco basata su DNS
ja: DNS 駆動型インターセプト モード
ko: DNS 구동 차단 모드
ru: Режим блокировки на основе DNS

# ProxyMode_ProxyOnly
source: Proxy mode only
es: Sólo modo proxy
it: Solo modalità proxy
ja: プロキシ モードのみ
ko: 프록시 모드만
ru: Только режим прокси

# ProxyMode_VPN
source: VPN proxy mode
es: Modo de proxy VPN
it: Modalità proxy VPN
ja: VPN プロキシ モード
ko: VPN 프록시 모드
ru: Режим прокси VPN

# CustomFilePicker_Tip
source: Select the file
es: Seleccione el archivo
it: Seleziona il file
ja: ファイルを選択します
ko: 파일 선택
ru: Выберите файл

# Info
source: Information
es: Información
it: Informazione
ja: 情報
ko: 정보
ru: Информация

source: name
es: nombre
it: nome
ja: 名前
ko: 이름
ru: имя

# SortAs
source: Sort the headings
es: Ordenar los encabezados
it: Ordinare le intestazioni
ja: タイトルを並べ替えます
ko: 제목 정렬
ru: Сортировка заголовков

# Developer
source: Developers
es: Desarrolladores
it: Gli sviluppatori
ja: 開発者
ko: 개발자
ru: Разработчики

source: Publisher
es: Editor
it: Editore
ja: 発行元
ko: 게시자
ru: Издатель

# SupportSystem
source: Supported systems
es: Sistemas soportados
it: Sistemi supportati
ja: サポートされているシステム
ko: 지원되는 시스템
ru: Поддерживаемые системы

# LastUpdatedDateTime
source: Last updated
es: Última actualización
it: Ultimo aggiornamento
ja: 最終更新時刻
ko: 마지막 업데이트
ru: Последнее обновление

# DiskUsage
source: Disk occupancy
es: Ocupación del disco
it: Occupazione del disco
ja: ディスクが占有しています
ko: 디스크 점유
ru: Заполняемость дисков

# InstalledPath
source: Installation path
es: Ruta de instalación
it: Percorso di installazione
ja: インストール パス
ko: 설치 경로
ru: Путь установки

source: media
es: Medio
ja: メディア
ko: 미디어
ru: медиа

# SteamGridDBTitle
source: SteamGridDB Image
es: Imagen de SteamGridDB
it: Immagine SteamGridDB
ko: 스팀그리드DB 이미지
ru: Изображение SteamGridDB

# FailedGetImageFromSteamGridDB
source: Images were not available from SteamGridDB
es: Las imágenes no estaban disponibles en SteamGridDB
it: Le immagini non erano disponibili da SteamGridDB
ja: SteamGridDB から画像を取得できませんでした
ko: SteamGridDB에서 이미지를 사용할 수 없습니다.
ru: Изображения не были доступны из SteamGridDB

# OpenImageInBrowser
source: Open the original image in a browser
es: Abrir la imagen original en un navegador
it: Aprire l'immagine originale in un browser
ja: ブラウザで元の画像を開きます
ko: 브라우저에서 원본 이미지 열기
ru: Открытие исходного изображения в браузере

# OpenSteamGridDBInBrowser
source: Open SteamGridDB Web Browsing
es: Abrir la navegación web de SteamGridDB
it: Apri la navigazione Web di SteamGridDB
ja: SteamGridDB Web ブラウジングを開きます
ko: 오픈 스팀그리드DB 웹 브라우징
ru: Открыть просмотр веб-страниц SteamGridDB

# OpenTheAuthorPageInBrowser
source: Check out more of this author's work
es: Echa un vistazo a más de la obra de este autor
it: Scopri di più sul lavoro di questo autore
ja: 著者のより多くの仕事を見てみてごら
ko: 이 저자의 작품 더 보기
ru: Ознакомьтесь с другими работами этого автора

# GetImageFromSteamGridDB
source: Get it from SteamGridDB
es: Consíguelo de SteamGridDB
it: Scaricalo da SteamGridDB
ja: SteamGridDB から取得します
ko: SteamGridDB에서 가져 오기
ru: Получите его из SteamGridDB

source: background
es: fondo
it: sfondo
ja: 背景
ko: 배경
ru: фон

source: icon
es: icono
it: icona
ja: アイコン
ko: 아이콘
ru: икона

source: Recommended resolution
es: Resolución recomendada
it: Risoluzione consigliata
ja: 推奨される解像度
ko: 권장 해결 방법
ru: Рекомендуемое решение

# LaunchItem
source: Startup items
es: Elementos de inicio
it: Elementi di avvio
ja: スタートアップ項目
ko: 시작 항목
ru: Элементы автозагрузки

source: executable file
es: archivo ejecutable
it: file eseguibile
ja: 実行可能ファイル
ko: 실행 파일
ru: исполняемый файл

# Arguments
source: Startup parameters
es: Parámetros de inicio
it: Parametri di avvio
ja: 起動パラメータ
ko: 시작 매개 변수
ru: Параметры запуска

# WorkingDir
source: Working directory
es: Directorio de trabajo
it: Directory di lavoro
ja: 作業ディレクトリ
ko: 작업 디렉토리
ru: Рабочий справочник

# GameList_EditedAppsSaveManger
source: Save Steam game customization information
es: Guardar información de personalización del juego de Steam
it: Salva le informazioni sulla personalizzazione del gioco Steam
ja: Steam ゲームのカスタマイズ情報を保存します
ko: 스팀 게임 사용자 정의 정보 저장
ru: Сохранение информации о настройке игры Steam

# SaveFile
source: archive
es: archivo
it: archivio
ja: アーカイブ
ko: 보관
ru: архив

# CloudSaveFileSize
source: The size of the cloud archive space
es: El tamaño del espacio de archivo en la nube
it: La dimensione dello spazio di archiviazione cloud
ja: クラウド アーカイブ領域のサイズ
ko: 클라우드 아카이브 공간의 크기
ru: Размер пространства облачного архива

# CloudMaxnumFiles
source: The maximum number of cloud archives supported
es: El número máximo de archivos en la nube admitidos
it: Il numero massimo di archivi cloud supportati
ja: サポートされているクラウド アーカイブの最大数
ko: 지원되는 최대 클라우드 아카이브 수
ru: Максимальное количество поддерживаемых облачных архивов

# FilePath
source: The file path
es: La ruta del archivo
it: Il percorso del file
ja: ファイル パス
ko: 파일 경로
ru: Путь к файлу

# DirPath
source: Folder path
es: Ruta de la carpeta
it: Percorso della cartella
ja: フォルダ パス
ko: 폴더 경로
ru: Путь к папке

# SaveImageFileFailed
source: Failed to save {0} picture
es: Error al guardar {0} imagen
it: Impossibile salvare {0}immagine
ja: {0} 画像の保存に失敗しました
ko: 사진을 저장하지 못했{0}니다.
ru: Не удалось сохранить {0} изображение

source: Reset all
es: Restablecer todo
it: Ripristina tutto
ja: すべてをリセットします
ko: 모두 재설정
ru: Сброс всех

# SaveEditedAppInfo_SaveToSteam
source: Save all changes to Steam
es: Guardar todos los cambios en Steam
it: Salva tutte le modifiche a Steam
ja: Steam にすべての変更を保存します
ko: 모든 변경 사항을 Steam에 저장하십시오.
ru: Сохраните все изменения в Steam

# SaveEditedAppInfo_EmptyAppsTip
source: Edited game data was not obtained
es: No se obtuvieron datos de juego editados
it: I dati di gioco modificati non sono stati ottenuti
ja: 編集されたゲーム データは取得されていません
ko: 편집된 게임 데이터를 가져오지 못했습니다.
ru: Отредактированные игровые данные не были получены

# SaveEditedAppInfo_SaveFailed
source: There was an error saving AppInfos
es: Se ha producido un error al guardar AppInfos
it: Si è verificato un errore durante il salvataggio di AppInfos
ja: AppInfos の保存中にエラーが発生しました
ko: AppInfo를 저장하는 동안 오류가 발생했습니다.
ru: Произошла ошибка сохранения AppInfos

# SaveEditedAppInfo_RestartSteamTip
source: The modified data has been saved to a Steam local file, will steam be restarted immediately?
es: Los datos modificados se han guardado en un archivo local de Steam, ¿se reiniciará steam inmediatamente?
it: I dati modificati sono stati salvati in un file locale di Steam, Steam verrà riavviato immediatamente?
ja: 変更されたデータは Steam ローカルファイルに保存されていますが、今すぐ Steam を再起動して有効にしますか?
ko: 수정 된 데이터가 Steam 로컬 파일에 저장되었습니다, 증기가 즉시 다시 시작됩니까?
ru: Измененные данные были сохранены в локальном файле Steam, будет ли Steam немедленно перезапущен?

# SaveEditedAppInfo_SaveToSteamSuccess
source: Saving data to Steam succeeds
es: Guardar datos en Steam se realiza correctamente
it: Il salvataggio dei dati su Steam ha esito positivo
ja: Steam にデータを保存することに成功しました
ko: Steam에 데이터를 저장하는 데 성공했습니다.
ru: Сохранение данных в Steam успешно

# SaveEditedAppInfo_SaveToSteamFailed
source: Failed to save data, view the program log for detailed error information
es: Error al guardar datos, consulte el registro del programa para obtener información detallada sobre errores
it: Impossibile salvare i dati, visualizzare il registro del programma per informazioni dettagliate sugli errori
ja: データの保存に失敗し、プログラム ログを表示して詳細なエラー情報を取得しました
ko: 데이터를 저장하지 못했습니다. 자세한 오류 정보는 프로그램 로그를 참조하십시오.
ru: Не удалось сохранить данные, просмотрите журнал программы для получения подробной информации об ошибках

# SaveEditedAppInfo_SteamUserNullTip
source: Failed to get the last steam account information logged in, unable to modify the custom cover page yes.
es: No se pudo obtener la última información de la cuenta de Steam que se inició sesión, no se pudo modificar la portada personalizada sí.
it: Impossibile ottenere le ultime informazioni sull'account steam connesso, impossibile modificare la copertina personalizzata sì.
ja: 最後にログインした Steam アカウント情報の取得に失敗し、カスタム送付状を変更できませんでした。
ko: 로그인한 마지막 스팀 계정 정보를 가져오지 못했고, 사용자 정의 표지를 수정할 수 없습니다.
ru: Не удалось получить последнюю информацию об учетной записи Steam, не удалось изменить пользовательскую титульную страницу да.

# SaveEditedAppInfo_SelectImageFailed
source: Please choose the correct image to apply
es: Por favor, elija la imagen correcta para aplicar
it: Si prega di scegliere l'immagine corretta da applicare
ja: 適用する画像を正しく選択してください
ko: 적용할 올바른 이미지를 선택하십시오.
ru: Пожалуйста, выберите правильное изображение для применения

# Notice_Tray
source: There are currently {0} {1} notifications, please check the notification and announcement office in the program for details.
es: Actualmente hay {0} {1} notificaciones, consulte la oficina de notificaciones y anuncios en el programa para obtener más detalles.
it: Attualmente ci sono {0} {1} notifiche, si prega di controllare l'ufficio notifiche e annunci nel programma per i dettagli.
ja: 現在、{0}件の{1}通知があり、詳細はプログラム内のお知らせでお知らせください。
ko: 현재 {0} {1} 알림이 있으므로 자세한 내용은 프로그램의 알림 및 발표 사무소를 확인하십시오.
ru: В настоящее время есть {0} {1} уведомлений, пожалуйста, проверьте офис уведомлений и объявлений в программе для деталей.

# HorizontalTitlePage
source: Horizontal cover
es: Cubierta horizontal
it: Copertura orizzontale
ja: 横のカバー
ko: 수평 커버
ru: Горизонтальная крышка

# VerticalTitlePage
source: Vertical cover
es: Cubierta vertical
it: Coperchio verticale
ja: 縦書きのカバー
ko: 세로 커버
ru: Вертикальная крышка

# CommunityFix_FlowStatistics
source: Traffic statistics
es: Estadísticas de tráfico
it: Statistiche del traffico
ja: トラフィック統計
ko: 트래픽 통계
ru: Статистика трафика

# CommunityFix_Services
source: Acceleration services
es: Servicios de aceleración
it: Servizi di accelerazione
ja: サービスを高速化します
ko: 가속 서비스
ru: Услуги по акселерации

# GameList_OnlyCloudArchive
source: Only games that support Steam Cloud Save are displayed
es: Solo se muestran los juegos compatibles con Steam Cloud Save
it: Vengono visualizzati solo i giochi che supportano Steam Cloud Save
ja: Steam クラウド アーカイブをサポートするゲームのみが表示されます
ko: Steam 클라우드 아카이브를 지원하는 게임만 표시됩니다
ru: Отображаются только игры, поддерживающие Steam Cloud Save

# Settings_General_EnableTrayIcon
source: Enable the tray icon
es: Habilitar el icono de la bandeja
it: Abilitare l'icona della barra delle applicazioni
ja: トレイ アイコンを有効にします
ko: 트레이 아이콘을 활성화합니다
ru: Включение значка в трее

# Settings_General_EnableTrayIcon_Tip
source: Closing the main window when this option is disabled will exit the program directly
es: Al cerrar la ventana principal cuando esta opción está deshabilitada, saldrá del programa directamente
it: Chiudendo la finestra principale quando questa opzione è disabilitata uscirà direttamente dal programma
ja: このオプションをオフにすると、メイン ウィンドウを閉じると、プログラムから直接終了します
ko: 끄면 주 창을 닫으면 프로그램이 직접 종료됩니다
ru: Закрытие главного окна, когда эта опция отключена, приведет к выходу из программы напрямую

# Settings_UI_HighContrast
source: High contrast
es: Alto contraste
it: Contrasto elevato
ja: ハイコントラスト
ko: 고대비
ru: Высокая контрастность

# User_SignIn_Ok
source: Check-in successful
es: Check-in exitoso
it: Check-in riuscito
ja: チェックインは成功しました
ko: 체크인에 성공했습니다
ru: Регистрация прошла успешно

# ProxyMode_PAC
source: PAC proxy mode
es: Modo proxy PAC
it: Modalità proxy PAC
ja: PAC プロキシ モード
ko: PAC 프록시 모드입니다
ru: Режим прокси-сервера PAC

# OpenInBrowser
source: Open in your browser
es: Abrir en su navegador
it: Apri nel tuo browser
ja: ブラウザで開きます
ko: 브라우저에서 엽니다
ru: Откройте в браузере

# Notice_Tray_Title
source: Message prompt
es: Mensaje de mensaje
it: Richiesta di messaggio
ja: メッセージ プロンプト
ko: 메시지 프롬프트입니다
ru: Запрос сообщения

# Notice_Tray_Content
source: I received {0} new message, please check the My Messages section of the program for details.
es: Recibí {0} nuevo mensaje, consulte la sección Mis mensajes del programa para obtener más detalles.
it: Ho ricevuto {0} nuovo messaggio, si prega di controllare la sezione I miei messaggi del programma per i dettagli.
ja: {0}つの新しいメッセージを受け取りました, 詳細は、プログラム内の私のメッセージで確認してください.
ko: {0} 개의 새 메시지가 수신되었으며 자세한 내용은 프로그램 내 메시지에서 확인하십시오.
ru: Я получил {0} новое сообщение, пожалуйста, проверьте раздел Мои сообщения программы для получения подробной информации.

# CommunityFix_CertificateStatus
source: Certificate status
es: Estado del certificado
it: Stato del certificato
ja: 証明書の状態
ko: 인증서 상태입니다
ru: Статус сертификата

source: File size
es: Tamaño del archivo
it: Dimensione del file
ja: ファイル サイズ
ko: 파일 크기입니다
ru: Размер файла

# CreateTime
source: Creation time
es: Tiempo de creación
it: Tempo di creazione
ja: 作成時刻
ko: 생성 시간입니다
ru: Время создания

# GameList_CloudArchiveManager
source: Steam Cloud Archive Management
es: Gestión de archivos en la nube de Steam
it: Gestione dell'archivio cloud di Steam
ja: Steam クラウドアーカイブ管理
ko: Steam 클라우드 아카이브 관리
ru: Управление облачным архивом Steam

# GameList_CloudArchiveDeleteTip
source: Are you sure you want to delete the currently selected archive data?
es: ¿Está seguro de que desea eliminar los datos de archivo seleccionados actualmente?
it: Sei sicuro di voler eliminare i dati di archivio attualmente selezionati?
ja: 現在選択されているアーカイブ データを削除しますか?
ko: 현재 선택한 아카이브 데이터를 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить выбранные данные архива?

# GameList_CloudArchiveDeleteAllTip
source: If you're sure you want to delete all your saves, be sure you're doing what you're doing, which will clear all of your current game's cloud saves!!!
es: Si estás seguro de que quieres eliminar todas tus partidas guardadas, asegúrate de que estás haciendo lo que estás haciendo, lo que borrará todas las partidas guardadas en la nube de tu juego actual!!!
it: Se sei sicuro di voler eliminare tutti i tuoi salvataggi, assicurati di fare quello che stai facendo, che cancellerà tutti i salvataggi cloud del tuo gioco corrente!!!
ja: アーカイブされたデータをすべて削除しますか!!!?
ko: 보관된 모든 데이터를 삭제하!!!시겠습니까?
ru: Если вы уверены, что хотите удалить все свои сохранения, убедитесь, что вы делаете то, что делаете, что очистит все облачные сохранения вашей текущей игры!!!

# GameList_UploadCloudArchiveFile
source: Manually upload the archive file
es: Cargar manualmente el archivo comprimido
it: Caricare manualmente il file di archivio
ja: アーカイブ ファイルを手動でアップロードします
ko: 아카이브를 수동으로 업로드합니다
ru: Загрузка архивного файла вручную

# FileNumber
source: {0} files
es: {0} archivos
it: file {0}
ja: {0}ファイルです
ko: {0} 파일입니다
ru: {0} файлы

# UploadSuccess
source: Upload successful
es: Carga exitosa
it: Caricamento riuscito
ja: アップロードは成功しました
ko: 업로드에 성공했습니다
ru: Загрузка выполнена успешно

source: Upload failed
es: Error de carga
it: Caricamento non riuscito
ja: アップロードに失敗しました
ko: 업로드에 실패했습니다
ru: Ошибка загрузки

source: upload
es: subir
it: caricare
ja: アップロードします
ko: 업로드합니다
ru: закачать

# Download_Failed_FileNameTip
source: Download {0} failed
es: Error en la {0} de descarga
it: Download {0} non riuscito
ja: {0}のダウンロードに失敗しました
ko: 다운로드 {0} 실패했습니다
ru: Не удалось загрузить {0}

# Download_Success_FileNameTip
source: Download {0} successful
es: Descarga {0} correcta
it: Download {0} riuscito
ja: ダウンロード {0} 成功しました
ko: 다운로드 {0} 성공했습니다
ru: Загрузка {0} успешной

# Advertisement
source: ad
es: anuncio
it: annuncio
ja: 広告
ko: 광고
ru: объявление

# Advertisement_Close
source: Turn off ads
es: Desactivar anuncios
it: Disattivare gli annunci
ja: 広告をオフにします
ko: 광고를 끕니다
ru: Отключение рекламы

# Sign
source: sign in
es: Inicia sesión
it: Accedi
ja: チェックイン
ko: 체크인
ru: Войти

# Signed
source: Checked in
es: Registrado
it: Check-in
ja: チェックインしました
ko: 체크인했습니다
ru: Заселен

# UploadFlow
source: Upstream traffic
es: Tráfico ascendente
it: Traffico upstream
ja: アップフロー
ko: 업스트림 트래픽입니다
ru: Восходящий трафик

# DownloadFlow
source: Downstream traffic
es: Tráfico descendente
it: Traffico a valle
ja: ダウンフロー
ko: 다운스트림 트래픽입니다
ru: Нисходящий трафик

source: Download and install
es: Descargar e instalar
it: Scarica e installa
ja: ダウンロードしてインストールします
ko: 다운로드하여 설치합니다
ru: Загрузка и установка

# YouNeedInstallWebView2Runtime
source: You need to install the WebView2 Runtime to use this feature
es: Debe instalar WebView2 Runtime para utilizar esta característica
it: È necessario installare WebView2 Runtime per utilizzare questa funzionalità
ja: この機能を使用するには、WebView2 Runtime をインストールする必要があります
ko: 이 기능을 사용하려면 WebView2 Runtime을 설치해야 합니다
ru: Для использования этой функции необходимо установить среду выполнения WebView2

source: Download failed, please try again later
es: Error en la descarga, inténtelo de nuevo más tarde
it: Download non riuscito, riprova più tardi
ja: ダウンロードに失敗しました
ko: 다운로드에 실패했습니다
ru: Загрузка не удалась, повторите попытку позже

source: Installing, please wait...
es: Instalando, por favor espere...
it: Installazione, si prega di attendere ...
ja: インストール中です、 後で...
ko: 설치 중, 나중에 ...
ru: Установка, пожалуйста, подождите...

# FailedToRunSetupWithPath_PleaseRunItManually
source: Failed to run the installer, the path is: {0}, please run it manually
es: No se pudo ejecutar el instalador, la ruta es: {0}, ejecútelo manualmente
it: Impossibile eseguire il programma di installazione, il percorso è: {0}, eseguirlo manualmente
ja: セットアップの実行に失敗しました(パス: {0}、手動で実行します
ko: 설치 프로그램을 실행하지 못했습니다. 경로는 {0} 수동으로 실행하십시오
ru: Не удалось запустить установщик, путь: {0}, пожалуйста, запустите его вручную

# User_Level
source: grade
es: grado
it: grado
ja: ランク
ko: 등급입니다
ru: степень

# User_Experience
source: Experience points
es: Puntos de experiencia
it: Punti esperienza
ja: 経験値
ko: 경험치
ru: Очки опыта

# Advertisement_NoShow
source: Turn off all ads within the program
es: Desactivar todos los anuncios del programa
it: Disattiva tutti gli annunci all'interno del programma
ja: プログラム内のすべての広告を閉じます
ko: 프로그램 내 모든 광고를 닫습니다
ru: Отключение всех объявлений в программе
