Repository: xxoolm/SteamTools
Catalog: src/BD.WTTS.Client/Resources/Strings.*.resx
Languages: es, it, ja, ko, ru

# LocalAuth_SDATip
source: A desktop implementation of Steam Authenticator. Please import from file named 'maFile' in 'maFiles' folders under SDA path. (Encrypted files not supported. Remove password before continuing)
es: Implementación de escritorio de la aplicación de autenticación móvil de Steam.Método de importación: Seleccione el archivo mafile de la carpeta mafiles en el directorio SDA para importar.No se admite la importación de archivos cifrados, por favor elimine la contraseña antes de importar)
it: Implementazione desktop dell'applicazione Mobile Authenticator di Steam. Metodo di importazione: selezionare il file maFile nella cartella maFiles nella directory SDA da importare. (L'importazione di file criptati non è supportata, si prega di rimuovere la password prima di importare)
ja: Steam のモバイル認証アプリケーションのデスクトップ実装。 インポート方法: インポートする SDA ディレクトリの下の maFiles フォルダの maFile ファイルを選択します。 (暗号化されたファイルのインポートはサポートされていません。
ko: Steam의 모바일 인증자 앱의 데스크톱 구현. 가져오기 방법: 가져올 SDA 디렉터리 아래의 maFiles 폴더에서 maFile 파일을 선택합니다. (암호화 된 파일 가져 오기는 지원되지 않습니다. 가져 오기 전에 암호를 제거하십시오)
ru: Настольная реализация приложения Steam Mobile Authenticator. Метод импорта: выберите файл maFile в папке maFiles в каталоге SDA для импорта. (Импорт зашифрованных файлов не поддерживается, удалите пароль перед импортом)

# LocalAuth_ShowAuthCode
source: View your Authenticator
es: Ver Token
it: Visualizza gettone
ja: トークンを表示します
ko: 토큰 보기
ru: Показать токен

# LocalAuth_ShowAuthInfo
source: View your Authenticator detailed data
es: Ver los detalles del Token
it: Visualizza i dati di dettaglio del token
ja: トークンの詳細データを表示します
ko: 토큰 세부 정보 보기
ru: Посмотреть детали токена

# LocalAuth_ShowSteamAuthTip1
source: Complete data of your Steam Authenticator which can be imported into different softwares:
es: Los datos completos del autenticador de Steam se pueden utilizar al importar diferentes programas informáticos:
it: Dati completi di Steam Authenticator, che possono essere utilizzati quando si importano diversi software:.
ja: Steam 認証システムの完全なデータで、さまざまなソフトウェアをインポートするときに使用できます
ko: 다른 소프트웨어를 가져올 때 사용할 수 있는 Steam 인증기의 전체 데이터
ru: Полные данные Steam Authenticator, которые можно использовать при импорте различного программного обеспечения

# LocalAuth_ShowSteamAuthTip2
source: After enabling two-step Authenticator in Steam, a recovery code is generated which you can use in Steam client to disable the Authenticator.Do remember and store it in a safe place.
es: Una vez habilitado el token de autenticación de dos pasos en steam, se genera un código de recuperación que puede utilizar en el cliente de steam para liberar el token de autenticación de dos pasos, copiarlo y guardarlo en un lugar seguro.
it: Una volta che il token di autenticazione in due fasi è abilitato in Steam, viene generato un codice di recupero, che puoi usare nel client Steam per sbloccare il token di autenticazione in due fasi, copiarlo e salvarlo in un posto sicuro.
ja: Steam で 2 段階認証トークンを有効にすると、Steam クライアントで回復コードを使用して 2 段階認証トークンを解除し、コピーして安全な場所に保管できる回復コードが生成されます。
ko: Steam에서 2단계 인증 토큰을 사용하도록 설정하면 Steam 클라이언트에서 2단계 인증 토큰을 해제하고 복사한 다음 안전한 장소에 저장하는 데 사용할 수 있는 복구 코드가 생성됩니다.
ru: После включения токена двухэтапной верификации в Steam, генерируется код восстановления, который вы можете использовать в клиенте Steam для разблокировки токена двухэтапной верификации, скопируйте его и сохраните в безопасное место.

# LocalAuth_SMSCodeTip
source: Please enter the SMS verification code sent to your phone.
es: Por favor, introduzca el Código de verificación enviado a su teléfono.
it: Inserisci il codice di verifica SMS inviato al tuo telefono.
ja: さらに一歩下がって、お使いの携帯電話に送信されたSMS確認コードを入力し、[続行]ボタンをクリックします。
ko: 한 걸음 더 가까이 다가가 휴대폰으로 전송된 SMS 인증 코드를 입력하고 계속 단추를 클릭합니다.
ru: Остался ещё шаг. Введите код проверки SMS, отправленный на ваш мобильный телефон, и нажмите кнопку «Продолжить».

# LocalAuth_SteamAppImport
source: Import from mobile Steam app
es: Importación de Steam móvil
it: Importazione di Steam mobile
ja: 電話 Steam インポート
ko: 모바일 스팀 가져오기
ru: Импорт мобильного Steam

# LocalAuth_SteamAppImportTip
source: You can import Steam Authenticator from your rooted Android device at: /data/data/com.valvesoftware.android.steam.community . Paste the corresponding data in these files into the text box below.
es: Puede importar su ruta de autenticación Steamguard en un dispositivo Android ya root: / data / data / com.valvesoftware.android.steam.community y luego copiar el contenido de los dos archivos siguientes en el cuadro de entrada correspondiente a continuación
it: Puoi importare il percorso del tuo autenticatore SteamGuard nel tuo dispositivo Android radicato: /data/data/com.valvesoftware.android.steam.community poi copia il contenuto dei seguenti due file nelle corrispondenti caselle di input qui sotto
ja: root の Android デバイスで SteamGuard 認証パスをインポートできます: /data/data/com.valvesoftware.android.steam.community 次の 2 つのファイルの内容を以下の対応する入力ボックスにコピーします
ko: 루팅 된 Android 장치에서 SteamGuard 인증자 경로를 가져올 수 있습니다 : /data/data/com.valvesoftware.android.steam.community 다음 두 파일의 내용을 아래의 해당 입력 상자에 복사하십시오.
ru: Вы можете импортировать аутентификатор SteamGuard в своё устройство Android с рут, по адресу /data/data/com.valvesoftware.android.steam.community и скопировать содержимое следующих двух файлов в соответствующие поля ввода ниже

# LocalAuth_SteamAuthTrade
source: Confirm transaction
es: Confirmar la transacción
it: Confermare la transazione
ja: 取引を確認します
ko: 거래 확인
ru: Подтвердите обмен

# LocalAuth_SteamGuardTip
source: In the 'files' folder, open the 'SteamGuard-NNNNNNNNN' file and paste the entire contents of the file
es: En files archivos, abra el archivo 'steamguard - nnnnnn' y pegue todo el contenido del archivo
it: Nella cartella dei file, aprite il file 'SteamGuard-NNNNNNNN' e incollate l'intero contenuto del file
ja: files フォルダーで、'SteamGuard-NNNNNNNN' ファイルを開き、ファイルの内容全体を貼り付けます
ko: 파일 폴더에서 'SteamGuard-NNNNNNNN'파일을 열고 파일의 전체 내용을 붙여 넣으십시오.
ru: В папке Files откройте файл 'SteamGuard-NNNNNNNNNN' и вставьте всё содержимое файла

# LocalAuth_SteamToolsImport
source: Import from Watt Toolkit
es: Importación de Steam + +
it: Importazione di Watt Toolkit
ja: Watt Toolkit インポート
ko: 스팀++ 가져오기
ru: Импорт Watt Toolkit

# LocalAuth_SteamToolsV1Import
source: Import from Watt Toolkit Version 1.0
es: Importar datos de Token exportados para la versión steam + + v1
it: Importare i dati dei token esportati da Watt Toolkit versione V1
ja: Watt Toolkit V1 バージョンのエクスポートされたトークン データをインポートします
ko: Watt Toolkit V1 버전에 대해 내보낸 토큰 데이터 가져오기
ru: Импорт экспортированных данных токенов из Watt Toolkit V1

# LocalAuth_SteamToolsV2Import
source: Import from Watt Toolkit Version 2.0
es: Importar datos de Token exportados para la versión steam + + v2
it: Importare i dati dei token esportati da Watt Toolkit versione V2
ja: Watt Toolkit V2 バージョンのエクスポートされたトークン データをインポートします
ko: Watt Toolkit V2 버전에 대해 내보낸 토큰 데이터 가져오기
ru: Импорт экспортированных данных токенов из Watt Toolkit V2

# LocalAuth_SteamTradeLoginTip
source: Confirming transactions requires a logged in Steam status. Watt Toolkit will not record your password, but rather save a local logged-in status.
es: Asegúrese de que la transacción requiere iniciar Steam, el programa no registrará su contraseña, sólo guardará el Estado de inicio de sesión localmente.
it: Verifica che la transazione richieda un login a Steam, il programma non registrerà la tua password, salverà solo lo stato di login in locale.
ja: トランザクションが Steam にログインする必要があることを確認し、プログラムはパスワードを記録せず、ログインの状態のみをローカルに保存します。 (Steam ネットワーク アクセラレーションをオンにしないと、ログインが成功しません)
ko: 거래를 확인하려면 Steam에 로그인해야하며 프로그램은 암호를 기록하지 않고 로그인 상태 만 로컬에 저장해야합니다. (스팀 네트워크 가속 없이 성공적으로 로그인하지 못함)
ru: Для подтверждения обмена, вам необходимо войти в Steam. Программа не записывает ваш пароль, она только сохраняет статус входа локально. (Если у вас не включено сетевое ускорение Steam, вы не сможете войти)

# LocalAuth_SteamUserImport
source: Import from Steam account
es: Importación de cuentas de Steam
it: Importazione dell'account Steam
ja: Steam アカウントのインポート
ko: 스팀 계정 가져오기
ru: Импорт аккаунта Steam

# LocalAuth_SteamUser_Error
source: Failed to add Steam Guard Authenticator to your account. Please try again later.
es: No se puede añadir el autentificador Add a su cuenta, por favor inténtelo de nuevo más tarde.
it: Impossibile aggiungere Add Authenticator al tuo account, riprova più tardi.
ja: アカウントに認証システムを追加できません。
ko: 계정에 인증자를 추가할 수 없으므로 나중에 다시 시도하십시오.
ru: Не удалось добавить аутентификатор к вашей учётной записи, повторите попытку позже.

# LocalAuth_SteamUser_Requires2FA
source: There is an existing Authenticator for your Steam account. Please remove the current Authenticator before importing.
es: Su cuenta parece tener un autenticador a ñadido que necesita ser eliminado antes de que pueda ser importado a través de su cuenta.
it: Il tuo account sembra avere un autenticatore aggiunto, e devi rimuovere l'autenticatore esistente prima che possa essere importato attraverso il tuo account.
ja: アカウントに認証システムが追加されているようで、アカウントからインポートするには既存の認証システムを削除する必要があります。
ko: 계정에 인증자가 추가된 것으로 보이며, 계정을 통해 가져오려면 기존 인증자를 제거해야 합니다.
ru: Похоже, что аутентификатор был добавлен в вашу учётную запись, и вам необходимо удалить существующий аутентификатор, прежде чем его можно будет импортировать.

# LocalAuth_SteamUUID
source: Device ID (uuid):
es: ID del dispositivo (uuid):
it: ID del dispositivo (uuid). Tradotto con www.DeepL.com/translator (versione gratuita)
ja: デバイス ID(uuid)
ko: 장치 ID(uuid)
ru: ID устройства (uuid)

# LocalAuth_SteamuuidTip
source: In 'shared_prefs' folder, paste uuidKey from 'steam_uuid.xml'
es: En la carpeta ´shared_prefs´,copie ´uuidKey´de´steam_uuid.xml´
it: Nella cartella shared_prefs, incollare la uuidKey di 'steam_uuid.xml'.
ja: shared_prefs フォルダーに、'steam_uuid.xml' の uuidKey を貼り付けます
ko: shared_prefs 폴더에 'steam_uuid.xml'에 대한 uuidKey를 붙여 넣습니다.
ru: В папку shared_prefs вставьте uuidKey из файла 'steam_uuid.xml'.

# LocalAuth_SyncTime
source: Sync clock for Authenticator
es: Reloj sincrónico
it: Sincronizzare l'orologio
ja: 同期クロック
ko: 시계 동기화
ru: Синхронизировать часы

# LocalAuth_WinAuthImport
source: Import from WinAuth
es: Importación de WinAuth
it: Importazione WinAuth
ja: WinAuth インポート
ko: WinAuth 가져오기
ru: Импорт WinAuth

# LocalAuth_WinAuthTip
source: WinAuth is Windows' portable open source authenticator, which provides counter-based or time-based RFC 6238 authenticators and common implementations. Import method: After exporting the txt file from WinAuth, select it here for importing.
es: Winauth es un autentificador portátil de código abierto para Windows que proporciona autentificadores RFC 6238 basados en contadores o tiempo e implementaciones comunes.Método de importación: después de exportar el archivo txt de winauth, Seleccione aquí el archivo txt exportado de winauth para importar.
it: WinAuth è un autenticatore open source portatile per Windows che fornisce autenticatori RFC 6238 basati su contatori o tempo e implementazioni comuni. Metodo di importazione: dopo aver esportato il file txt da WinAuth seleziona il file txt esportato da WinAuth per l'importazione qui.
ja: WinAuth は Windows のポータブル オープンソース認証システムであり、カウンタ ベースまたは時間ベースの RFC 6238 認証システムと一般的な実装を提供します。 インポート方法: WinAuth から txt ファイルをエクスポートした後、WinAuth からエクスポートする txt ファイルを選択してインポートします。
ko: WinAuth는 카운터 기반 또는 시간 기반 RFC 6238 인증자 및 공통 구현을 제공하는 Windows용 휴대용 오픈 소스 인증자입니다. 가져오기 방법: WinAuth에서 txt 파일을 내보낸 후 WinAuth에서 내보낸 txt 파일을 선택하여 가져옵니다.
ru: WinAuth - это переносной аутентификатор с открытым исходным кодом для Windows, который предоставляет аутентификаторы RFC 6238 на основе счётчика или времени и общие реализации. Метод импорта: после экспорта txt-файла из WinAuth выберите здесь txt-файл, экспортированный из WinAuth, для импорта.

source: Lock
es: Bloquear
it: Blocca
ja: ロックします
ko: 자물쇠
ru: Блокировка

source: sleep
es: dormir
it: dormire
ja: 睡眠
ko: 자다
ru: Спящий режим

# Hibernate
source: dormancy
es: dormancia
it: dormienza
ja: 休止状態
ko: 휴면
ru: Гибернация

source: Shutdown
es: Apagado
it: Chiusura
ja: シャットダウンします
ko: 종료
ru: Завершение работы

source: Log in
es: Iniciar sesión
it: Accesso
ja: 記録
ko: 로그인
ru: Войти

# LoginAndRegister
source: Log in / Sign up
es: Iniciar sesión/Registrar
it: Accesso / Registrazione
ja: ログイン/登録
ko: 로그인 / 등록
ru: Вход / Регистрация

# Logining
source: Logging in…
es: Iniciando
it: Accesso...
ja: サインインしています...
ko: 로그인 중...
ru: Выполняется вход...

source: Log out
es: Cancelar Iniciar sesión
ja: サインインからサインアウトします
ko: 로그아웃
ru: Выйти

# MacSudoPasswordTips
source: Enter the password in the console window that pops up or do it manually
es: Introduzca la contraseña en la ventana de la consola que aparece o hágalo manualmente
it: Immettere la password nella finestra della console che si apre o farlo manualmente
ja: ポップアップ コンソール ウィンドウでパスワードを入力するか、手動で入力してください
ko: 팝업되는 콘솔 창에 암호를 입력하거나 수동으로 수행하십시오.
ru: Введите пароль системы для продолжения или скопируйте команду, чтобы выполнить её вручную

source: Modify
es: Cambiar
it: Modificare
ja: 変更します
ko: 복습하다
ru: Модифицировать

source: More
es: Más operaciones
it: Più azioni
ja: その他のアクション
ko: 추가 작업
ru: Дополнительные операции

# MoveDown
source: Move downwards
es: Bajar
it: Spostarsi verso il basso
ja: 下へ移動します
ko: 아래로 이동
ru: Переместить вниз

# MoveUp
source: Move updawards
es: Subir
it: Salire
ja: 上に移動します
ko: 위로 이동
ru: Переместить вверх

# My
source: It's mine
es: Mío
it: Il mio
ja: 鉱山
ko: 내 거에요
ru: Мой

# NextStep
source: Next
es: Próximo
it: Prossimo
ja: 次のステップ
ko: 다음
ru: Следующий шаг

source: Nickname
es: Apodo
it: Soprannome
ja: ニックネーム
ko: 별명
ru: Никнейм

# OtherGamePlaform
source: Other platforms
es: Otras plataformas
it: Altre piattaforme
ja: 他のプラットフォーム
ko: 다른 플랫폼
ru: Другие платформы

source: Paste
es: Pegar
it: Incolla
ja: 貼り付けます
ko: 스틱업
ru: Вставить

# PleaseEnterNickName
source: Please enter your nickname
es: Introduzca un apodo por favor.
it: Inserisci un soprannome
ja: ニックネームを入力してください
ko: 별명을 입력하십시오.
ru: Введите никнейм

source: Please select
es: Seleccione por favor
it: Si prega di selezionare
ja: 選択してください
ko: 선택하십시오.
ru: Выберите

source: Product official website
es: Sitio web oficial del producto
it: Sito ufficiale del prodotto
ja: 製品の公式サイト
ko: 제품 공식 웹사이트
ru: Официальный сайт

source: Recovery code
es: Recuperar el código
it: Codice di recupero
ja: 回復コード
ko: 복구 코드
ru: Код восстановления

# RecoveryCode_Remember
source: I have written down my recovery code.
es: He escrito el código de recuperación mío.
it: Ho scritto il mio codice di recupero
ja: 私は回復コードを書き留めた
ko: 복구 코드를 적어 두었습니다.
ru: Я записал свой код восстановления

# RecoveryCode_RememberTip
source: Your Steam Authenticator has been added to your Steam account and imported into Watt Toolkit. This is your recovery code which you can use to remove this Authenticator from your Steam account if you lose it. Please write it down now and store it in a safe place.
es: Su autenticador ha sido añadido a su cuenta de Steam e importado con éxito en steam + +.Este es su Código de recuperación, que puede utilizar para borrar de su cuenta si ha perdido un autenticador.Por favor, escríbelo ahora y ponlo en un lugar seguro.
it: Il tuo autenticatore è stato aggiunto al tuo account Steam ed è stato importato con successo in Watt Toolkit. Questo è il tuo codice di recupero che puoi usare per rimuovere l'autenticatore dal tuo account se lo perdi. Per favore, scrivetelo ora e tenetelo in un posto sicuro.
ja: トークンが Steam アカウントに追加され、Watt Toolkit に正常にインポートされました。 これは回復コードであり、認証システムを紛失した場合は、アカウントから削除できます。 今すぐ書き留めて、安全な場所に保管してください。
ko: 토큰이 Steam 계정에 추가되었으며 Watt Toolkit로 성공적으로 임포트되었습니다. 이 코드는 인증 자를 분실한 경우 계정에서 제거하는 데 사용할 수 있는 복구 코드입니다. 지금 적어두고 안전한 장소에 보관하십시오.
ru: Ваш токен был добавлен в вашу учётную запись Steam и успешно импортирован в Watt Toolkit. Это ваш код восстановления, который вы можете использовать для удаления аутентификатора из вашей учётной записи, если вы его потеряете. Запишите его сейчас и храните в надёжном месте.

source: Refresh
es: Actualizar
it: Aggiorna
ja: 更新します
ko: 플러시
ru: Обновить

# RefreshList
source: Refresh the list
es: Actualizar la lista
it: Aggiorna elenco
ja: リストを更新します
ko: 목록 새로 고침
ru: Обновить список

# RefreshOK
source: Refreshed
es: Actualizar con éxito
it: Aggiornamento riuscito
ja: 更新に成功しました
ko: 새로 고침 성공
ru: Обновление выполнено успешно

# RefreshAvatar
source: Refresh your avatar
es: Actualiza tu avatar
it: Aggiorna il tuo avatar
ja: アバターを更新します
ko: 아바타 새로 고침
ru: Обновить аватар

# AsyncSteamAvatar
source: Sync your Steam avatar
es: Sincroniza tu avatar de Steam
it: Sincronizza il tuo avatar di Steam
ja: Steam アバターを同期します
ko: 스팀 아바타 동기화
ru: Синхронизировать аватары Steam

# AsyncSteamAvatarDesc
source: After binding a Steam account, you can manually synchronize and refresh the Steam account avatar.
es: Después de enlazar una cuenta de Steam, puedes sincronizar y actualizar manualmente el avatar de la cuenta de Steam.
it: Dopo aver associato un account Steam, puoi sincronizzare e aggiornare manualmente l'avatar dell'account Steam.
ja: Steam アカウントをバインドすると、Steam アカウントアバターを使用して手動で同期的に更新できます。
ko: Steam 계정을 바인딩한 후 수동으로 Steam 계정 아바타를 동기화하고 새로 고칠 수 있습니다.
ru: Вы можете вручную синхронизировать и обновить аватар учётной записи Steam после того, как привяжете его к своей учётной записи Steam.

source: Save changes
es: Guardar cambios
it: Salvare le modifiche
ja: 変更を保存します
ko: 변경 내용 저장
ru: Сохранить изменения

# ScriptConfig
source: Userscripts
es: Configuración del script
it: Configurazione degli script
ja: スクリプト構成
ko: 스크립트 구성
ru: Конфигурация сценария

# ScriptConfig_ScriptEmptyTip
source: Matching userscript not found. You can download the userscript from the userscript workshop.
es: No se ha consultado ningún archivo de script correspondiente, puede descargar el archivo de script del taller de scripts.
it: Nessun file di script corrispondente è stato interrogato, puoi scaricare il file di script dall'officina degli script.
ja: 一致するスクリプト ファイルは照会されず、スクリプト ワークショップからスクリプト ファイルをダウンロードできます。
ko: 일치하는 스크립트 파일을 쿼리하지 않으면 스크립트 워크숍에서 스크립트 파일을 다운로드할 수 있습니다.
ru: Не найден подходящий файл сценария, вы можете скачать файл сценария с сайта Scriptworks.

# ScriptShop_GetTableError
source: Failed to retrieve userscript workshop content.
es: No se pudo obtener la lista de script Workshop.
it: Impossibile ottenere l'elenco delle officine di script.
ja: スクリプト ワークショップの一覧の取得に失敗しました。
ko: 스크립트 워크샵 목록을 가져오지 못했습니다.
ru: Не удалось получить список Scriptworks.

# ScriptShop_NoDelete_Basics
source: GM is the foundamental framework for all userscripts and cannot be deleted.
es: GM es el marco subyacente, no se permite borrar
it: GM è il quadro di base non permette la cancellazione
ja: GM は、基になるフレームワークでは削除できません
ko: GM은 삭제를 허용하지 않는 기본 프레임 워크입니다.
ru: GM - это базовый сценарий, который нельзя удалить

# ScriptShop_NoLogin
source: Log in Watt Toolkit before accessing the userscript workshop.
es: El script Workshop necesita iniciar sesión primero.
it: Il login è necessario per usare Scriptworks.
ja: スクリプト ワークショップを使用するには、最初にサインインする必要があります。
ko: 스크립트 워크샵을 사용하려면 먼저 로그인해야 합니다.
ru: Для использования Scriptworks вам необходимо войти в систему.

# ScriptStore
source: Userscript workshop
es: Script Workshop
it: Scriptworks
ja: スクリプト ワークショップ
ko: 스크립트 워크샵
ru: Scriptworks

# Script_AutoUpdate
source: Enable userscript auto-updates
es: Activar script para comprobar automáticamente las actualizaciones
it: Abilita lo script a controllare automaticamente gli aggiornamenti
ja: スクリプトが更新を自動的にチェックするようにします
ko: 스크립트가 업데이트를 자동으로 확인할 수 있도록 설정
ru: Включите автопроверку сценариев на наличие обновлений

# Script_DeleteItem
source: Ready to delete this userscript?
es: ¿Está seguro de que quiere borrar este script?
it: Sei sicuro di voler cancellare questo script?
ja: このスクリプトを削除しますか?
ko: 이 스크립트를 삭제하시겠습니까?
ru: Удалить этот сценарий?

# Script_Edit
source: Edit this userscript
es: Editar script
it: Modifica lo script
ja: スクリプトを編集します
ko: 스크립트 편집
ru: Редактировать сценарий

# Script_EditTxt
source: After editing the userscript, click Yes to refresh cache for changes to take effect.
es: Haga clic en aceptar para actualizar la caché.
it: Se la modifica dello script è completa, clicca su OK per aggiornare la cache.
ja: スクリプトの変更を完了するかどうか、[OK] をクリックしてキャッシュを更新します。
ko: 스크립트 수정을 마쳤으면 확인을 클릭하여 캐시를 새로 고칩니다.
ru: После завершения редактирования сценария, нажмите OK, чтобы обновить кэш.

# Script_FileError
source: File not found. Please check path {0}
es: No se puede encontrar el archivo, compruebe la ruta {0}
it: File non trovato, controllare il percorso {0}
ja: ファイルが見つかりませんので、パスを確認してください {0}
ko: 파일을 찾을 수 없음, 경로 {0} 확인
ru: Файл не найден, проверьте путь {0}

# Script_Home
source: Userscript homepage
es: Página principal del script
it: Pagina iniziale dello script
ja: スクリプトのホーム ページ
ko: 스크립트 홈 페이지
ru: Сайт сценария

# Script_ImportLoading
source: Processing imported userscript
es: Procesamiento de scripts de importación
it: Elaborazione nello script di importazione
ja: インポート スクリプトを処理します
ko: 가져오기 스크립트에서 처리
ru: Обработка импорта сценария

# Script_Install
source: Install userscript
es: Script de instalación
it: Installare lo script
ja: スクリプトをインストールします
ko: 설치 스크립트
ru: Установить сценарий

# Script_NoFileDeleteItem
source: The text file is missing. Do you want to delete this userscript history?
es: ¿El archivo de texto se ha perdido. Desea borrar el registro del script?
it: Il file di testo manca, il record dello script è stato cancellato.
ja: テキスト ファイルが失われ、スクリプト レコードを削除するかどうか。
ko: 스크립트 레코드가 삭제되었는지 여부에 관계없이 텍스트 파일이 누락되었습니다.
ru: Текстовый файл отсутствует, запись сценария удалена.

# Script_Refresh
source: Refresh cache
es: Actualizar caché
it: Aggiorna la cache
ja: キャッシュをフラッシュします
ko: 캐시 새로 고침
ru: Обновить кэш

# Script_ReplaceTips
source: This userscript has been installed. Replace the installed version?
es: ¿Ha instalado este script para reemplazar la versión instalada?
it: Installato Questo script va bene per sostituire la versione installata?
ja: インストールされているこのスクリプトは、インストールされているバージョンを置き換えることを決定しますか?
ko: 이 스크립트는 설치된 버전을 대체하여 설치되었습니까?
ru: Этот скрипт уже установлен. Заменить установленную версию?

# Script_Update
source: Update userscript
es: Actualizar script
it: Script di aggiornamento
ja: スクリプトを更新します
ko: 스크립트 업데이트
ru: Обновление сценария

# Script_UpdateError
source: Failed to retrieve userscript update information.
es: No se pudo obtener información sobre la nueva versión del script.
it: Impossibile ottenere informazioni sulla nuova versione dello script.
ja: スクリプトの新しいバージョン情報の取得に失敗しました。
ko: 스크립트에 대한 새 버전 정보를 가져오지 못했습니다.
ru: Не удалось получить сведения о новой версии сценария.

source: Search
es: Buscar
it: Cerca...
ja: 検索...
ko: 검색...
ru: Поиск...

# SelectFileImport
source: Select file {0} for import
es: Seleccione {0} importar archivo
it: Seleziona {0} file da importare
ja: {0} ファイルのインポートを選択します
ko: 파일 가져오기{0} 선택
ru: Выберите файл {0} для импорта

source: Settings
es: Configuración
it: Impostazioni
ja: 設定します
ko: 설립하다
ru: Настройки

# Settings_Auth
source: Authenticator settings
es: Configuración de Token
it: Impostazioni dei gettoni
ja: トークンの設定
ko: 토큰 설정
ru: Настройки токена

# Settings_Fonts
source: Font
es: Tipo de letra
ja: フォント
ko: 글꼴
ru: Шрифт

# Settings_General
source: General
es: Configuración general
it: Impostazioni generali
ja: 一般的な設定
ko: 공통 설정
ru: Общие

# Settings_General_AutoCheckUpdate
source: Check update on launching Watt Toolkit
es: Comprobar automáticamente las actualizaciones al inicio
it: Controlla automaticamente gli aggiornamenti all'avvio
ja: 更新を自動的にチェックします
ko: 자동으로 업데이트 확인
ru: Автопроверка обновлений

# Settings_General_RuningMinimize
source: Minimize to system tray on launching Watt Toolkit
es: Minimizar a la bandeja al inicio
it: Ridurre a icona all'avvio
ja: 起動時にトレイに最小化します
ko: 시동 시 트레이로 최소화
ru: При запуске сворачивать в область уведомлений

# Settings_General_StartAutoRun
source: Launch Watt Toolkit on start-up
es: Inicio automático al arrancar
it: Startup
ja: 起動自起動
ko: 자동으로 부팅
ru: Автозапуск
