Repository: xxoolm/SteamTools
Catalog: src/BD.WTTS.Client/Resources/Strings.*.resx
Languages: es, it, ja, ko, ru

# Settings_Language
source: Language
es: Lengua
it: Lingua
ja: 言語
ko: 언어
ru: Язык

# Settings_Steam
source: Steam preferences
es: Configuración de Steam
it: Impostazioni del Steam
ja: Steam 設定
ko: 스팀 설정
ru: Steam

# Settings_Steam_AutoRunSteam
source: Launch Steam on launching Steam ++
es: Ejecutar Steam automáticamente al inicio del programa
it: Eseguire automaticamente Steam all'avvio del programma
ja: 起動時に Steam が自動的に実行されます
ko: 스팀은 시작시 자동으로 실행됩니다.
ru: Автозапускать Steam при запуске программы

# Settings_Steam_NotCheckUpdate
source: Forbid checking update on launching Steam
es: No compruebe las actualizaciones al inicio del Steam
it: Steam non controlla gli aggiornamenti all'avvio
ja: Steam の起動時に更新はチェックされません
ko: Steam은 시작할 때 업데이트를 확인하지 않습니다.
ru: Не проверять обновления Steam при запуске

# Settings_Steam_RuningMinimize
source: Minimize to system tray on launching Steam
es: Minimizar a la bandeja al inicio del Steam
it: Steam minimizza nel vassoio all'avvio
ja: Steam の起動時にトレイに最小化します
ko: 증기가 시작될 때 트레이로 최소화됩니다.
ru: При запуске сворачивать Steam в область уведомлений

# Settings_Steam_SteamStratParameter
source: Steam launch options
es: Parámetros de inicio del Steam
it: Parametri di avvio del Steam
ja: Steam 起動パラメータ
ko: 스팀 시작 매개 변수
ru: Параметры запуска Steam

# Settings_Theme
source: Theme
es: Tema
it: Temi
ja: テーマ
ko: 주제
ru: Тема

# Settings_ThemeAccent
source: Accent color
es: Color de acento
it: Colore accento
ja: テーマの色
ko: 악센트 색상
ru: Цвет темы

# Settings_UI_Custom
source: Customization
es: Personalización
it: Personalizzazione
ja: カスタマイズ
ko: 사용자화
ru: Пользовательский

# Settings_UI_EnableFilletUI
source: Enable the rounded corner interface
es: Habilitar la interfaz de esquina redondeada
it: Abilitare l'interfaccia dell'angolo arrotondato
ja: フィレット インターフェイスを有効にします
ko: 둥근 모서리 인터페이스 사용
ru: Включить интерфейс с закругленными углами

# Settings_UI
source: Display
es: Configuración de la interfaz
it: Impostazioni dell'interfaccia
ja: インターフェイスの設定
ko: 인터페이스 설정
ru: Интерфейс

# Settings_UI_AcrylicTransparency
source: Background transparency
es: Transparencia de fondo
it: Trasparenza dello sfondo
ja: 背景の透明度
ko: 배경 투명도
ru: Прозрачность фона

# Settings_UI_EnableDesktopBackground
source: Use a dynamic desktop background
es: Usar un fondo de escritorio dinámico
it: Utilizzare uno sfondo dinamico del desktop
ja: 動的なデスクトップの背景を使用します
ko: 동적 바탕 화면 배경 사용
ru: Использовать динамический фон рабочего стола

# Settings_UI_EnableDesktopBackground_Error
source: Enabling this feature when the background transparency material is {0} is not supported
es: Habilitar esta función cuando el material de transparencia en segundo plano está {0} no es compatible
it: Attivazione di questa funzionalità quando il materiale di trasparenza dello sfondo è {0} non è supportato
ja: 背景の透明なマテリアルが {0} の場合、この機能はサポートされていません
ko: 배경 투명도 자료가 {0} 때 이 기능 활성화는 지원되지 않습니다.
ru: Не поддерживает включение этой функции, когда прозрачность фона равна {0}.

# Settings_UI_EnableDesktopBackground_Tip
source: *Experimental feature (it is recommended to set transparent materials to Transparent or AcrylicBlur when turned on) This feature can set the wallpaper of Wallpaper Engine and other wallpaper software as the program background, and if you have not started Wallpaper Engine, you will use the desktop background by default. The background only works in the main window, other windows recommend adjusting the transparency not to be completely transparent or using the image background. When using, pay attention to switching the corresponding theme according to the brightness and darkness of the wallpaper to get better results.
es: * Función experimental (se recomienda configurar materiales transparentes en Transparent o AcrylicBlur cuando esté activado) Esta función puede establecer el fondo de pantalla de Wallpaper Engine y otro software de fondo de pantalla como fondo del programa, y si no ha iniciado Wallpaper Engine, utilizará el fondo de escritorio de forma predeterminada. El fondo solo funciona en la ventana principal, otras ventanas recomiendan ajustar la transparencia para que no sea completamente transparente o usar el fondo de la imagen. Al usarlo, preste atención a cambiar el tema correspondiente de acuerdo con el brillo y la oscuridad del fondo de pantalla para obtener mejores resultados.
it: *Funzione sperimentale (si consiglia di impostare materiali trasparenti su Transparent o AcrylicBlur quando acceso) Questa funzione può impostare lo sfondo di Wallpaper Engine e altri software di sfondo come sfondo del programma e, se non hai avviato Wallpaper Engine, utilizzerai lo sfondo del desktop per impostazione predefinita. Lo sfondo funziona solo nella finestra principale, altre finestre consigliano di regolare la trasparenza per non essere completamente trasparente o di utilizzare lo sfondo dell'immagine. Durante l'utilizzo, prestare attenzione a cambiare il tema corrispondente in base alla luminosità e all'oscurità dello sfondo per ottenere risultati migliori.
ja: *実験的な機能(この機能をオンにすると、透明なマテリアルをトランスライトまたは AcrylicBlur に設定することをお勧めします) この機能は、Wallpaper Engine およびその他の壁紙ソフトウェアのライブ壁紙をプログラムの背景として設定し、Wallpaper Engine を起動しない場合は、既定でデスクトップの背景を使用します。 背景はメイン ウィンドウでのみ有効で、他のウィンドウでは、透明度を完全に透明にしたり、画像の背景を使用したりしないように調整することをお勧めします。 より良い結果を得るために、壁紙の明るい色や暗い色に応じて、対応するテーマを切り替えることに注意してください。
ko: * 실험 기능 (켜져있을 때 투명 재료를 투명 또는 AcrylicBlur로 설정하는 것이 좋습니다) 이 기능은 배경 화면 엔진 및 기타 배경 화면 소프트웨어의 배경 화면을 프로그램 배경으로 설정할 수 있으며, 배경 화면 엔진을 시작하지 않은 경우 기본적으로 바탕 화면 배경을 사용합니다. 배경은 주 창에서만 작동하며 다른 창에서는 투명도가 완전히 투명하지 않도록 조정하거나 이미지 배경을 사용하지 않는 것이 좋습니다. 사용할 때 더 나은 결과를 얻기 위해 벽지의 밝기와 어두움에 따라 해당 테마를 전환하는 데주의를 기울이십시오.
ru: * Экспериментальная функция (рекомендуется установить прозрачные материалы в Transparent или AcrylicBlur при включении) Эта функция может установить обои Wallpaper Engine и другое программное обеспечение для обоев в качестве фона программы, и если вы не запустили Wallpaper Engine, вы будете использовать фон рабочего стола по умолчанию. Фон работает только в главном окне, другие окна рекомендуют настроить прозрачность, чтобы она не была полностью прозрачной или использовать фон изображения. При использовании обратите внимание на переключение соответствующей темы в соответствии с яркостью и темнотой обоев, чтобы получить лучшие результаты.

# Settings_UI_Dark
source: Dark mode
es: Color oscuro
it: Scuro
ja: 暗い色
ko: 어둠
ru: Тёмная

# Settings_UI_Light
source: Light mode
es: Color claro
it: Colore chiaro
ja: 明るい色
ko: 광
ru: Светлая

# Settings_UI_SystemDefault
source: Follow system setting
es: Sistema de seguimiento
it: Seguire il sistema
ja: システムに従ってください
ko: 시스템을 따르십시오.
ru: Системная

# SignOut
source: Log out
es: Cancelar Iniciar sesión
it: Logout Login
ja: ログインを終了します
ko: 로그아웃
ru: Выйти

# SMSCode
source: SMS verification code
es: Código de verificación SMS
it: Codice di verifica SMS
ja: SMS 検証コード
ko: SMS 인증 코드
ru: Проверочный SMS код

source: Source repository
es: Repositorio de origen
it: Repository di origine
ja: ソース リポジトリ
ko: 소스 저장소
ru: Репозиторий исходного кода

source: Start update
es: Iniciar actualización
it: Inizio aggiornamento
ja: 更新を開始します
ko: 업데이트 시작
ru: Начать обновление

# SteamAccount
source: Steam account name
es: Cuenta steam
it: Account di Steam
ja: Steam アカウント
ko: 스팀 계정
ru: Учётная запись Steam

# SteamAppType_Application
source: Software
es: APP
ja: ソフトウェア
ko: 소프트웨어
ru: Программное обеспечение

# SteamAppType_Beta
source: Playtests
es: Ensayo
it: Test
ja: テストします
ko: 테스트
ru: Бета

# SteamAppType_Config
source: Configurations
es: Configuración
it: Configurazione
ja: 構成
ko: 심성
ru: Конфиг

# SteamAppType_Demo
source: Demo
ko: 데모
ru: Демо

# SteamAppType_DepotOnly
source: Depots
es: Almacén
it: Repository
ja: 倉庫
ko: 창고
ru: Склад

# SteamAppType_Franchise
source: Franchises
es: Autorización
it: Licenza
ja: 承認
ko: 권한 부여
ru: Франшиза

# SteamAppType_Game
source: Games
es: Juegos
it: Giochi
ja: ゲーム
ko: 게임
ru: Игра

# SteamAppType_Guide
source: Guides
es: Guía
it: Guide
ja: ガイド
ko: 가이드
ru: Руководство

# SteamAppType_Hardware
source: Hardware
ja: ハードウェア
ko: 하드웨어
ru: Оборудование

# SteamAppType_Media
source: Media
es: Vídeos previos
it: Video Teaser
ja: 予告動画
ko: 티저 비디오
ru: Трейлер

# SteamAppType_Mod
source: Mods
es: Módulo
it: Moduli
ja: モッズ
ko: 모듈
ru: Мод

# SteamAppType_Plugin
source: Plugins
es: Plug - in
it: Plugin
ja: プラグイン
ko: 플러그인
ru: Плагин

# SteamAppType_Series
source: Videos
it: Set video
ja: 映画やテレビのセット
ko: 영화 및 TV 에피소드
ru: Коллекция кино и тв

# SteamAppType_Shortcut
source: Shortcuts
es: Acceso rápido
it: Scorciatoie
ja: ショートカット
ko: 지름길
ru: Ярлык

# SteamAppType_Tool
source: Tools
es: Herramientas
it: Strumenti
ja: ツール
ko: 도구
ru: Инструмент

# SteamAppType_Unknown
source: Others
es: Desconocido
it: Sconosciuto
ja: 不明です
ko: 알려지지 않은
ru: Неизвестно

# SteamAppType_Video
source: Videos
es: Video
it: Video
ja: ビデオ
ko: 비디오
ru: Видео

# Steam_ImageCodeTip
source: Enter verification code from image
es: Introduzca el Código de verificación en el diagrama
it: Inserisci il codice di verifica nell'immagine
ja: 図の確認コードを入力します
ko: 이미지에 확인 코드를 입력합니다.
ru: Введите код, указанный на картинке

# Steam_ImageCodeShowError
source: Can't display image verification codes?
es: ¿No puede mostrar los códigos de verificación de imágenes?
it: Non riesci a visualizzare i codici di verifica dell'immagine?
ja: 画像確認コードを表示できませんか?
ko: 이미지 인증 코드를 표시할 수 없습니까?
ru: Не отображается капча с изображения?

source: Steam password
es: Contraseña Steam
it: Password del Steam
ja: Steam パスワード
ko: 스팀 암호
ru: Пароль Steam

# Steam_User
source: Steam account name
es: Nombre de usuario de Steam
it: Nome utente del Steam
ja: Steam ユーザー名
ko: 스팀 사용자 이름
ru: Имя пользователя Steam

# Steam_UserLoginTip
source: Log in to your Steam account for token import, you need to remove the old token before importing, and this import method will have a 15-day cooldown period for market transactions. (Failure to log in successfully without Steam Network Acceleration)
es: Inicie sesión en su cuenta de Steam para la importación de tokens, debe eliminar el token antiguo antes de importar, y este método de importación tendrá un período de enfriamiento de 15 días para las transacciones de mercado. (Error al iniciar sesión correctamente sin Steam Network Acceleration)
it: Accedi al tuo account Steam per l'importazione di token, devi rimuovere il vecchio token prima di importarlo e questo metodo di importazione avrà un periodo di raffreddamento di 15 giorni per le transazioni di mercato. (Impossibile accedere correttamente senza l'accelerazione della rete di Steam)
ja: Steam アカウントにログインしてトークンをインポートし、インポートする前に古いトークンを削除する必要があり、このインポートには 15 日間の市場トランザクション冷却期間があります。 (Steam ネットワーク アクセラレーションをオンにしないと、ログインが成功しません)
ko: 토큰 가져오기를 위해 Steam 계정에 로그인하면 가져오기 전에 이전 토큰을 제거해야 하며, 이 가져오기 방법에는 시장 거래에 대해 15일의 재사용 대기시간이 적용됩니다. (스팀 네트워크 가속 없이 성공적으로 로그인하지 못함)
ru: Войдите в свою учетную запись Steam для импорта токенов, вам нужно удалить старый токен перед импортом, и этот метод импорта будет иметь 15-дневный период охлаждения для рыночных транзакций. (Не удалось успешно войти в систему без ускорения сети Steam)

# Success_
source: {0} success
es: {0} con éxito
it: {0}Successo
ja: {0}成功
ko: {0} 성공
ru: Успешно {0}

source: toolbox
es: Caja de herramientas
it: Cassetta degli attrezzi
ja: ツールボックス
ko: 도구
ru: Ящик для инструментов

source: Top
es: Arriba
it: In alto
ja: 上に置く
ko: 맨 위로
ru: Топ

# Unbound
source: Not linked
es: Sin consolidar
it: Unbound
ja: バインドされていません
ko: 바인딩되지 않음
ru: Без привязки

# Unbundling
source: Unlink
es: Desbloquear
it: Sblocca
ja: アンタイ
ko: 언바인딩
ru: Отвязать

# UnderConstruction
source: Feature under development for future updates.
es: Esta característica está en desarrollo, por favor espere
it: Questa funzione è in fase di sviluppo, rimanete sintonizzati
ja: この機能は開発中ですので、ご期待ください
ko: 이 기능은 개발 중이므로 계속 지켜봐 주시기 바랍니다.
ru: Эта функция находится в разработке, так что следите за обновлениями

# UnsavedEditingWillBeDiscarded
source: Unsaved edits will be discarded
es: Las ediciones no guardadas serán descartadas
it: Le modifiche non salvate saranno scartate
ja: 保存されていない編集は破棄されます
ko: 저장되지 않은 편집 내용이 삭제됩니다.
ru: Несохранённые изменения будут удалены

# Up
source: Move up
es: Desplazar hacia arriba
it: Promuovere
ja: 上に移動します
ko: 위로 이동
ru: Вверх

source: Update content
es: Actualizar contenido
it: Aggiorna il contenuto
ja: コンテンツを更新します
ko: 콘텐츠 업데이트
ru: Обновить содержимое

source: Upload your avatar
es: Suba su avatar
it: Carica il tuo avatar
ja: プロフィールをアップロードします
ko: 아바타 업로드
ru: Загрузить свой аватар

# UploadYourAvatarDesc
source: Upload a picture from your device. The picture should be square in shape and at least 400px*400px
es: Suba un archivo de su dispositivo.La imagen debe ser cuadrada, al menos 400px X 400px
it: Carica un file dal tuo dispositivo. L'immagine deve essere quadrata e almeno 400px x 400px
ja: デバイスからファイルをアップロードします。 画像は正方形(少なくとも400px x 400px)でなければなりません
ko: 장치에서 파일을 업로드합니다. 이미지는 정사각형이어야하며 최소 400px x 400px 여야합니다.
ru: Загрузите файл со своего устройства. Изображение должно быть квадратным и иметь размер не менее 400px на 400px

# UserChange_InGame
source: game
es: juego
it: gioco
ja: ゲーム内
ko: 게임
ru: В игре

# UserChange_BtnText
source: Express Steam login
es: Iniciar sesión en Steam rápidamente
it: Accesso a Steam con un solo clic
ja: ワンクリックでスチームにログインします
ko: 원 클릭 로그인으로 스팀
ru: Вход в Steam одним щелчком мыши

# UserChange_BtnTootlip
source: Restart Steam session and log in with this account
es: Pulse este botón para reiniciar Steam e iniciar sesión con esta cuenta
it: Premendo questo pulsante si riavvia Steam e si accede con quell'account
ja: このボタンを押すと、Steam が再起動し、そのアカウントでログインします
ko: 이 버튼을 누르면 Steam이 다시 시작되고 해당 계정에 로그인됩니다.
ru: Нажатие этой кнопки приведёт к перезапуску Steam и входу в систему под этой учётной записью

# UserChange_DeleteUser
source: Remove this account
es: Borrar los datos de esta cuenta
it: Cancellare i dati di questo account
ja: このアカウント データを削除します
ko: 이 계정 데이터 삭제
ru: Удалить данные учётной записи

# UserChange_DeleteUserDataTip
source: Also delete cache related to this account?
es: También desea borrar los datos de caché de Steam locales de esta cuenta.
it: Vuoi anche cancellare i dati della cache locale di Steam di questo account.
ja: また、ローカルの Steam キャッシュ データ (このアカウント ゲームのプロファイルやワークショップ ファイルを含む) も削除する必要があります。
ko: 이 계정의 로컬 Steam 캐시 데이터(이 계정의 게임 및 워크샵 파일의 구성 파일 포함)를 동시에 삭제할지 여부도 확인합니까?
ru: Удаление также заденет локальные данные кэша Steam для этой учетной записи (включая профиль игры и файлы Creative Works для этой учётной записи).

# UserChange_DeleteUserTip
source: Ready to remove this account from Watt Toolkit on this computer?
es: ¿Está seguro de que desea borrar esta cuenta de registro local?
it: Sei sicuro di voler cancellare questo account di registrazione locale?
ja: このローカル レコード アカウントを削除しますか?
ko: 이 로컬 레코드 계정을 삭제하시겠습니까?
ru: Удалить эту локальную учётную запись?

# UserChange_EditRemark
source: Click here to edit remarks
es: Haga clic aquí para modificar los comentarios
it: Clicca qui per cambiare la nota
ja: アカウント メモを変更します
ko: 계정 메모 수정
ru: Изменить заметки к учётной записи

# UserChange_LoginNewAccount
source: Log in to a new Steam account
es: Iniciar sesión en una nueva cuenta de Steam
it: Accedi a un nuovo account Steam
ja: 新しい Steam アカウントにログインします
ko: 새 Steam 계정에 로그인
ru: Войдите в новую учётную запись Steam

# UserChange_ShowHideUserName
source: Show/hide user names
es: Mostrar/ocultar nombres de usuario
it: Mostrare/nascondere i nomi utente
ja: ユーザー名の表示/非表示を切り替える
ko: 사용자 이름 표시/숨기기
ru: Показать/скрыть имя пользователя

# UserChange_LoginNewAccountTip
source: Are you sure you want to sign in to your new Steam account? This action ends with a running Steam jump to the new account login window.
es: ¿Estás seguro de que quieres iniciar sesión en tu nueva cuenta de Steam? Esta acción termina con un salto de Steam en ejecución a la ventana de inicio de sesión de la nueva cuenta.
it: Sei sicuro di voler accedere al tuo nuovo account Steam? Questa azione termina con un salto di Steam in esecuzione alla finestra di accesso al nuovo account.
ja: Steam の新しいアカウントにログインしますか? これにより、実行中の Steam が新しいアカウントログインウィンドウにジャンプします。
ko: 새 Steam 계정에 로그인하시겠습니까? 이 작업은 실행 중인 Steam이 새 계정 로그인 창으로 점프하는 것으로 끝납니다.
ru: Вы уверены, что хотите войти в свой новый аккаунт Steam? Это действие заканчивается запуском Steam в окно входа в новую учетную запись.

# UserChange_NoUserTip
source: Failed to retrieve any Steam account data in your computer.
es: No se han leído datos de cuenta de Steam en su ordenador.
it: Nessun dato dell'account Steam è stato letto sul tuo computer.
ja: Steam アカウントデータが PC で読み取れませんでした。
ko: 컴퓨터에서 Steam 계정 데이터를 읽을 수 없습니다.
ru: Данные учётной записи Steam не были считаны на вашем компьютере.

# UserChange_OfflineBtn
source: Start in offline mode
es: Inicio fuera de línea
it: Inizia la modalità offline
ja: オフライン モードが開始されます
ko: 오프라인 모드 시작
ru: Перейти в автономный режим

# UserChange_OpenUserUrl
source: Open profile page
es: Abrir página personal
it: Aprire la pagina del profilo
ja: プロフィール ページを開きます
ko: 프로필 페이지 열기
ru: Открыть страницу профиля

# UserChange_RecentLogin
source: Recent logins
es: Inicio de sesión reciente
it: Accesso recente
ja: 最近サインインしました
ko: 최근에 로그인한 항목
ru: Входил недавно

# UserChange_RememberMe
source: Password remembered
es: Contraseña memorizada
it: Password ricordata
ja: ログイン状態を記憶します
ko: 로그인 상태가 기억됩니다.
ru: Запомнить

# UserFastChange
source: Account switching
es: Cambiar cuenta
it: Commutazione di account
ja: アカウントの切り替え
ko: 계정 전환
ru: Переключить учётную запись

# UserProfile
source: Profile
es: Datos personales
it: Informazioni personali
ja: プロファイル
ko: 개인 데이터
ru: Персональные данные

# UserProfile_BirthDate
source: Birthday
es: Cumpleaños
it: Compleanno
ja: 誕生日
ko: 생일
ru: Дата рождения

# UserProfile_Location
source: Location
es: Ubicación
it: Posizione
ja: 所在地
ko: 위치
ru: Местонахождение

# User_AccountBind
source: Linked accounts
es: Cuenta vinculante
it: Rilegatura dell'account
ja: アカウント バインディング
ko: 계정 바인딩
ru: Привязка учётной записи

# User_AccountBindTip
source: You must have a mobile number linked to your Watt Toolkit account before unlinking a third-party account from Watt Toolkit. If you want to relink this third-party account to another Watt Toolkit account, you need to go to About-This software-Deactivate account before doing that.
es: Desbloquear una cuenta de terceros requiere un número de teléfono móvil enlazado para desbloquear. Si desea cambiar una cuenta de terceros enlazada a otra, puede usar [about - this Software - Account logoff] para cancelar la cuenta enlazada.
it: Per scollegare un account di terzi, devi avere un numero di telefono vincolato per scollegarlo. Se vuoi cambiare il tuo account di terzi vincolato con un altro account, puoi usare [About-This App-Account Cancellation] per cancellare il tuo account vincolato.
ja: サード パーティのアカウントをアンパックするには、バインドされた携帯電話番号が必要です。
ko: 타사 계정의 바인딩을 해제하려면 바인딩된 휴대폰 번호가 바인딩을 해제해야 하며, 연결된 타사 계정을 다른 계정에 바인딩 해제하려면 [정보 -이 소프트웨어 -계정 로그아웃]을 사용하여 바인딩된 계정을 취소할 수 있습니다.
ru: Для отмены привязки сторонней учётной записи требуется привязанный номер мобильного телефона. Если вы хотите привязать связанную стороннюю учётную запись к другой учётной записи, вы можете использовать [Справка — Софт — Отмена учётной записи] для отмены связанной учётной записи.

source: User Agreement
es: Protocolo de usuario
it: Accordo con l'utente
ja: ユーザー プロトコル
ko: 사용자 계약
ru: Пользовательское соглашение

# User_AppleLogin
source: Log in with Apple
es: Iniciar sesión usando Apple
it: Accedi con Apple
ja: Apple を使用してサインインします
ko: Apple로 로그인
ru: Вход с помощью Apple

# User_BasicInfo
source: Basic information
es: Información básica
it: Informazioni di base
ja: 基本情報
ko: 기본 정보
ru: Основная информация

# User_BindPhoneNum
source: Link your mobile number
es: Móvil vinculante
it: Telefono vincolante
ja: 携帯電話をバインドします
ko: 휴대폰 바인딩
ru: Привязать номер телефона

# User_ChangePhoneNum
source: Change your linked mobile number
es: Cambiar cuanta vinculante
it: Cambia il tuo telefono
ja: 携帯電話を結ぶ
ko: 휴대폰 변경
ru: Изменить номер телефона

# User_EditProfile
source: Edit profile
es: Editar datos
it: Modifica il profilo
ja: 資料を編集します
ko: 재료 편집
ru: Изменить профиль

# User_FastLogin
source: Fast login
es: Iniciar sesión rápido
it: Accesso rapido
ja: クイックログイン
ko: 빠르게 로그인
ru: Быстрый вход

# User_FastLoginTip
source: Choose how you would like to log in to your Watt Toolkit account
es: Elija cómo iniciar sesión en su cuenta de Steam
it: Scegli come accedere al tuo account Watt Toolkit
ja: Watt Toolkit アカウントにログインする方法を選択します
ko: Watt Toolkit 계정에 로그인하는 방법 선택
ru: Выберите способ входа в учётную запись Watt Toolkit

# User_FastLogin_
source: Fast login with {0}
es: {0}Iniciar sesión rápido
it: {0} Accesso rapido
ja: {0} クイックログイン
ko: {0} 빠른 로그인
ru: Быстрый вход {0}

# User_GetSMSCode
source: Send SMS code
es: Obtener Código de verificación
it: Ottieni il codice di verifica
ja: 確認コードを取得します
ko: 인증 코드 받기
ru: Получить проверочный код

# User_Login
source: Log in
es: Iniciar sesión
it: Accedi
ja: サインインします
ko: 로그인
ru: Вошли

# User_UnLogin
source: Not logged in
es: No ha iniciado sesión
it: Non connesso
ja: ログインしていません
ko: 로그인하지 않음
ru: Не вошли

# User_LoginCodeTimeLimitTip
source: Resend SMS code
es: Recuperar ({0})
it: Recuperare ({0})
ja: 再取得 ({0})
ko: 재취득 ({0})
ru: Обновить ({0})

# User_LoginError
source: Incorrect account name or password
es: Error de cuenta o contraseña
it: Numero di conto o password sbagliati
ja: アカウントまたはパスワードが正しくありません
ko: 잘못된 계정 번호 또는 암호
ru: Неверная учётная запись или пароль

# User_LoginError_Auth
source: Invalid Authenticator: The linked Authenticator does not match your current logged-in account
es: ¿Token no válido: está seguro de que está conectado a la cuenta de su Token actual?
it: Token non valido: sei sicuro di essere connesso all'account del tuo attuale token?
ja: 現在のトークン アカウントがログインアカウントと一致しません
ko: 현재 토큰 계정이 로그인한 계정과 일치하지 않습니다.
ru: Текущий токен учётной записи не совпадает с вошедшей учётной записью

# User_LoginError_CodeImage
source: Please complete reCAPCHA
es: Introduzca el Código de verificación de la imagen
it: Inserisci il codice di verifica dell'immagine
ja: 画像確認コードを入力してください
ko: 이미지 인증 코드를 입력하십시오.
ru: Введите код проверки с изображения

# User_LoginError_Null
source: Please enter your account number and password
es: Introduzca su número de cuenta y contraseña
it: Inserisci il tuo numero di conto e la tua password
ja: アカウント番号とパスワードを入力してください
ko: 계좌 번호와 비밀번호를 입력하십시오.
ru: Введите учётную запись и пароль

# User_LoginTroubleshoot
source: Cannot log in?
es: ¿No se puede iniciar sesión?
it: Impossibile accedere?
ja: サインインできませんか?
ko: 로그인할 수 없습니까?
ru: Не удается войти?

# User_LoiginSuccess
source: Log in successful
es: Iniciar sesión con éxito
it: L'accesso è stato effettuato con successo
ja: ログインに成功しました
ko: 로그인 성공
ru: Вход выполнен успешно

# User_MicroSoftLogin
source: Log in with Microsoft account
es: Iniciar sesión usando Microsoft
it: Accedi con Microsoft
ja: Microsoft を使用してサインインします
ko: Microsoft로 로그인
ru: Войти с помощью Microsoft

# User_NewPhone
source: New mobile number
es: Nuevo número de teléfono móvil
it: Nuovo numero di cellulare
ja: 新しい携帯電話番号
ko: 새 휴대폰 번호
ru: Новый номер телефона

# User_OtherFastLogin
source: Other fast login
es: Otros modos de iniciar sesión rápidos
it: Altro Accesso rapido
ja: その他のクイックログイン
ko: 다른 빠른 로그인
ru: Другой быстрый вход

# User_Phone
source: Mobile number
es: Número de teléfono móvil
it: Numero di cellulare
ja: 携帯電話番号
ko: 휴대 전화 번호
ru: Номер телефона

# User_PhoneLogin
source: Log in with mobile number
es: Número de teléfono móvil para iniciar sesión
it: Accesso al numero di telefono cellulare
ja: 携帯電話番号でログインします
ko: 전화번호로 로그인
ru: Вход по номеру телефона

# User_Privacy
source: Privacy policy
es: Política de privacidad
it: Politica sulla privacy
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
ru: Политика конфиденциальности
