Repository: xxoolm/SteamTools
Catalog: src/BD.WTTS.Client/Resources/Strings.*.resx
Languages: es, it, ja, ko, ru

# NotificationChannelType_Description_NewVersion
source: Notification when a new version is available and progress notification when a new version is downloaded.
es: Notificación cuando hay una nueva versión disponible y notificación de progreso cuando se descarga una nueva versión.
it: Notifica quando è disponibile una nuova versione e notifica di avanzamento quando viene scaricata una nuova versione.
ja: 新しいバージョンが利用可能になったときのプロンプト通知と、新しいバージョンがダウンロードされたときの進行状況の通知。
ko: 새 버전을 사용할 수 있을 때 알림 및 새 버전을 다운로드할 때 진행률 알림.
ru: Уведомление о доступности новой версии и уведомление о ходе работы при загрузке новой версии.

# NotificationChannelType_Name_Announcement
source: Announcement Notice
es: Aviso de anuncio
it: Avviso di annuncio
ja: お知らせのお知らせ
ko: 공지 사항
ru: Уведомление о объявлении

# NotificationChannelType_Name_NewVersion
source: New version notification
es: Notificación de nueva versión
it: Notifica nuova versione
ja: 新しいバージョンの通知
ko: 새 버전 알림
ru: Уведомление о новой версии.

# OperationHostsError_
source: Operation Hosts Error {0}
es: {0} de error de hosts de operación
it: Errore Operazione Hosts {0}
ja: Hosts エラー {0}の操作
ko: 작업 호스트 오류 {0}
ru: Ошибка Hosts операции {0}

# ProgramUpdateEcho
source: Watt Toolkit replacement upgrade in progress...
es: Actualización de reemplazo de Watt Toolkit en curso...
it: Aggiornamento sostitutivo di Watt Toolkit in corso...
ja: Watt Toolkit 交換アップグレード...
ko: 스팀 ++ 교체 업그레이드 진행 중...
ru: Идёт обновление с заменой Watt Toolkit...

# Script_BuildDownloadError
source: Script dependency download error: {0} {1}
es: Error de descarga de dependencia de script: {0} {1}
it: Errore di download della dipendenza dallo script: {0} {1}
ja: スクリプト依存ダウンロード エラー: {0} {1}
ko: 스크립트 종속성 다운로드 오류 : {0} {1}
ru: Ошибка скачивания зависимости сценария. {0} {1}

# Script_BuildError
source: Script binding error: {0}
es: Error de enlace de script: {0}
it: Errore di associazione script: {0}
ja: スクリプト バインド エラー: {0}
ko: 스크립트 바인딩 오류 : {0}
ru: Ошибка привязки скрипта: {0}

# Script_CacheDeleteError
source: Cache file deletion failed: {0}
es: Error al eliminar el archivo de caché: {0}
it: Eliminazione del file di cache non riuscita: {0}
ja: キャッシュ ファイルの削除に失敗しました: {0}
ko: 캐시 파일 삭제 실패: {0}
ru: Сбой при удалении файла кэша: {0}

# Script_DeleteError
source: Delete failed
es: Error al eliminar
it: Eliminazione non riuscita
ja: 削除に失敗しました
ko: 삭제 실패
ru: Не удалось удалить

# Script_DeleteSuccess
source: Delete successful
es: Eliminar correctamente
it: Eliminazione riuscita
ja: 削除に成功しました
ko: 삭제 성공
ru: Удаление выполнено успешно

# Script_FileDeleteError
source: File deletion failed: {0}
es: Error al eliminar el archivo: {0}
it: Eliminazione file non riuscita: {0}
ja: ファイルの削除に失敗しました: {0}
ko: 파일 삭제 실패: {0}
ru: Сбой при удалении файла: {0}

# Script_FileRepeat
source: The script is repeated
es: Se repite el guión
it: Lo script viene ripetuto
ja: スクリプトが繰り返されます
ko: 스크립트가 반복됩니다.
ru: Повтор сценария

# Script_NoFile
source: Script: {0} Files are missing and deleted
es: Script: {0} faltan archivos y se eliminan
it: Script: file {0} mancanti ed eliminati
ja: スクリプト: {0} ファイルが削除されました
ko: 스크립트: {0} 파일이 누락 및 삭제됩니다.
ru: Сценарий: Файл {0} отсутствует или удалён

# Script_NoFileDeleteError
source: Script: {0} File missing, delete failed to try to delete manually
es: Script: {0} falta el archivo, eliminar no pudo intentar eliminar manualmente
it: Script: file {0} mancante, eliminazione non riuscita a tentare di eliminare manualmente
ja: スクリプト: {0} ファイルが見つからない場合、手動で削除しようとして削除に失敗しました
ko: 스크립트 : {0} 파일이 누락 된 경우 삭제를 수동으로 삭제하지 못했습니다.
ru: Сценарий: Файл {0} отсутствует, удаление не удалось, попробуйте удалить вручную

# Script_ReadFileError
source: Script read exceptionsCheck the syntax for errors: {0}
es: Excepciones de lectura de secuencias de comandosCompruebe la sintaxis de errores: {0}
it: Eccezioni di lettura scriptControlla la sintassi per verificare la presenza di errori: {0}
ja: スクリプト読み取り例外構文にエラーがないかどうかを確認します{0}
ko: 스크립트 읽기 예외오류에 대한 구문을 확인하십시오: {0}
ru: Исключение при чтении сценария, проверьте синтаксис на наличие ошибок: {0}

# Script_SaveDBError
source: Save data error please try again
es: Error de guardar datos, inténtelo de nuevo
it: Salva errore dati per riprovare
ja: データの保存中にエラーが発生しました
ko: 데이터 저장 오류 다시 시도하십시오.
ru: Ошибка сохранения данных, повторите попытку

# Script_SaveDbSuccess
source: Added successfully
es: Agregado correctamente
it: Aggiunto con successo
ja: 追加に成功しました
ko: 성공적으로 추가됨
ru: Добавлено успешно

# SteamInstallPathNotFound
source: The Steam installation path could not be found
es: No se pudo encontrar la ruta de instalación de Steam
it: Impossibile trovare il percorso di installazione di Steam
ja: Steam インストールパスが見つかりませんでした
ko: 스팀 설치 경로를 찾을 수 없습니다.
ru: Не удалось найти путь установки Steam

# UpdateUnpackFail
source: The update package cannot be extracted, please open the official website to update manually
es: El paquete de actualización no se puede extraer, abra el sitio web oficial para actualizar manualmente
it: Il pacchetto di aggiornamento non può essere estratto, si prega di aprire il sito Web ufficiale per aggiornare manualmente
ja: 更新パッケージの解凍に失敗しました
ko: 업데이트 패키지를 추출 할 수 없으므로 공식 웹 사이트를 열어 수동으로 업데이트하십시오.
ru: Пакет обновления не может быть извлечен, пожалуйста, откройте официальный сайт для обновления вручную

# GameList_NavToSteamView
source: View in the Steam client
es: Ver en el cliente de Steam
it: Visualizza nel client di Steam
ja: Steam クライアントで確認します
ko: 스팀 클라이언트에서 보기
ru: Просмотр в клиенте Steam

# LocalAuth_SteamUserImportSuccess
source: You have successfully imported your token through account login, please finally test whether your token can be used normally, if it is not available, the import may fail, try to re-import and delete the invalid token.
es: Ha importado con éxito su token a través del inicio de sesión de la cuenta, finalmente pruebe si su token se puede usar normalmente, si no está disponible, la importación puede fallar, intente volver a importar y elimine el token no válido.
it: Hai importato con successo il tuo token tramite l'accesso all'account, infine verifica se il tuo token può essere utilizzato normalmente, se non è disponibile, l'importazione potrebbe non riuscire, prova a reimportare ed elimina il token non valido.
ja: アカウント ログインでトークンを正常にインポートしましたが、最後に、トークンが正常に動作するかどうかをテストし、インポートが失敗した場合は、インポートを再試行し、無効なトークンを削除してください。
ko: 계정 로그인을 통해 토큰을 성공적으로 가져 왔으며 마지막으로 토큰을 정상적으로 사용할 수 있는지 테스트하고 사용할 수없는 경우 가져 오기가 실패 할 수 있으며 유효하지 않은 토큰을 다시 가져 와서 삭제하십시오.
ru: Вы успешно импортировали свой токен через вход в учётную запись, проверьте, можно ли использовать ваш токен нормально, если он недоступен, импорт может завершиться ошибкой, попробуйте повторно импортировать и удалить недействительный токен.

# Settings_UI_CustomBackgroundImage_Error
source: The selected picture is formatted incorrectly
es: La imagen seleccionada tiene un formato incorrecto
it: L'immagine selezionata è formattata in modo non corretto
ja: 選択した画像の形式が正しくありません
ko: 선택한 그림의 형식이 잘못되었습니다.
ru: Выбранное изображение отформатировано неправильно

# Settings_UI_WindowTransparencyMaterial
source: Window background transparent material
es: Material transparente de fondo de ventana
it: Materiale trasparente dello sfondo della finestra
ja: ウィンドウの背景の透明なマテリアル
ko: 창 배경 투명한 재료
ru: Материальный прозрачный фон

# Script_AllEnable
source: Enable all
es: Habilitar todo
it: Abilita tutto
ja: すべて有効にします
ko: 모두 사용
ru: Включить все

# LocalAuth_ImportSuccessTip
source: {0} files were successfully imported
es: {0} archivos se importaron correctamente
it: {0} file sono stati importati correttamente
ja: {0} ファイルが正常にインポートされました
ko: {0} 파일을 성공적으로 가져왔습니다.
ru: {0} файлы успешно импортированы

# DelAccount_VerifyDesc_NickName
source: Please enter a nickname to verify
es: Introduce un apodo para verificar
it: Inserisci un nickname per verificare
ja: 確認のためにニックネームを入力してください
ko: 확인할 닉네임을 입력하십시오.
ru: Введите никнейм для проверки

# DelAccount_VerifyDesc_PhoneNumber
source: Please enter your mobile phone number to verify
es: Introduzca su número de teléfono móvil para verificar
it: Inserisci il tuo numero di cellulare per verificare
ja: 確認のために携帯電話番号を入力してください
ko: 확인을 위해 휴대폰 번호를 입력하십시오.
ru: Для подтверждения введите свой номер телефона

# DelAccount_VerifyError_NickName
source: The nickname entered is incorrect, please re-enter it
es: El apodo ingresado es incorrecto, vuelva a ingresarlo
it: Il nickname inserito non è corretto, si prega di reinserirlo
ja: 入力したニックネームが正しくない場合は、もう一度入力してください
ko: 입력한 별명이 잘못되었습니다. 다시 입력하십시오.
ru: Введенный никнейм неправильный, повторите снова

# DelAccount_VerifyError_PhoneNumber
source: The mobile phone number entered is incorrect, please re-enter it
es: El número de teléfono móvil ingresado es incorrecto, vuelva a ingresarlo
it: Il numero di cellulare inserito non è corretto, si prega di reinserirlo
ja: 間違った携帯電話番号を入力しました
ko: 입력한 휴대폰 번호가 올바르지 않으므로 다시 입력하십시오.
ru: Введенный номер телефона неверен, повторите снова

# About_Donate
source: donate
es: donar
it: donare
ja: 寄付
ko: 기부
ru: Пожертвовать

# About_DonateType
source: Donation modalities
es: Modalidades de donación
it: Modalità di donazione
ja: 寄付の方法
ko: 기부 양식
ru: Способы пожертвования

# About_DonateRecord
source: Records of donations
es: Registros de donaciones
it: Registrazioni delle donazioni
ja: 寄付記録
ko: 기부 기록
ru: Записи о пожертвованиях

# About_DonateRecord_Prompt
source: Thank you to everyone on the record
es: Gracias a todos los que están en el registro
it: Grazie a tutti coloro che hanno registrato
ja: この感謝の記録に載っているすべての人
ko: 기록에있는 모든 사람들에게 감사드립니다.
ru: Спасибо всем в записи

# About_DonateRecord_NoData
source: No one has donated this month...
es: Nadie ha donado este mes...
it: Nessuno ha donato questo mese...
ja: 今月は誰も寄付してない...
ko: 이번 달에 아무도 기부하지 않았습니다 ...
ru: Никто не пожертвовал в этом месяце...

# About_DonateRecord_Error
source: Error loading donation list data:
es: Error al cargar los datos de la lista de donaciones:
it: Errore durante il caricamento dei dati dell'elenco delle donazioni:
ja: 寄付リスト データの読み込み中にエラーが発生しました:
ko: 기부 목록 데이터를로드하는 중 오류 발생 :
ru: Ошибка загрузки данных списка пожертвований:

# About_Donate_Title
source: Supports the development of Watt Toolkit
es: Apoya el desarrollo de Watt Toolkit
it: Supporta lo sviluppo di Watt Toolkit
ja: Watt Toolkit の開発をサポートします
ko: 스팀++ 개발 지원
ru: Поддержка разработки Watt Toolkit

# Achievement_ResetWaring_3
source: Instead of reverting the current modifications, this operation zeros all achievements and stats. Are you really sure?
es: En lugar de revertir las modificaciones actuales, esta operación pone a cero todos los logros y estadísticas. ¿Estás realmente seguro?
it: Invece di annullare le modifiche correnti, questa operazione azzera tutti i risultati e le statistiche. Sei davvero sicuro?
ja: この操作は、現在の変更を復元するのではなく、すべての実績と統計をゼロにします。 確かか?
ko: 현재 수정 사항을 되돌리는 대신이 작업은 모든 업적과 통계를 제로로 만듭니다. 당신은 정말로 확신합니까?
ru: Вместо того, чтобы отменять текущие изменения, эта операция обнуляет все достижения и статистику. Вы действительно уверены?

# LocalAuth_AuthTrade_MessageBoxTip
source: This will {0} all your transactions. Ready to continue?
es: Esto hará una oferta de todas sus transacciones actuales. ¿Estás seguro de que quieres continuar?
it: Questo farà {0} tutte le quotazioni correnti della transazione. Sicura di voler continuare?
ja: これは、現在のすべての取引の見積もりを{0}します。 続行しますか?
ko: 이것은 현재의 모든 거래 시세를 {0} 것입니다. 계속하시겠습니까?
ru: Это {0} все ваши текущие торговые котировки. Вы уверены, что хотите продолжить?

# About_Donate_Desc
source: The release of the current version of Watt Toolkit can't be separated from everyone's support, and if Watt Toolkit is helpful to you, and you want us to keep new features developed and maintained for a long time, you may consider giving us a little contribution to make our more dynamic update maintenance Watt Toolkit. *Please remember to have the UID of your Watt Toolkit account in the notes message when making a donation, so that we can feed the donation reward back to your account later.
es: El lanzamiento de la versión actual de Watt Toolkit no se puede separar del soporte de todos, y si Watt Toolkit es útil para usted, y desea que mantengamos las nuevas funciones desarrolladas y mantenidas durante mucho tiempo, puede considerar darnos una pequeña contribución para hacer nuestro vapor de mantenimiento de actualizaciones más dinámico. Recuerda tener el UID de tu cuenta de Watt Toolkit en el mensaje de notas al hacer una donación, para que podamos devolver la recompensa de la donación a tu cuenta más tarde.
it: Il rilascio dell'attuale versione di Watt Toolkit non può essere separato dal supporto di tutti, e se Watt Toolkit ti è utile e vuoi che manteniamo le nuove funzionalità sviluppate e mantenute per lungo tempo, potresti considerare di darci un piccolo contributo per rendere il nostro vapore di manutenzione degli aggiornamenti più dinamico. Ricorda di avere l'UID del tuo account Watt Toolkit nel messaggio delle note quando effettui una donazione, in modo che possiamo restituire la ricompensa della donazione al tuo account in un secondo momento.
ja: Watt Toolkitの現在のリリースは、Watt Toolkit がお客様を助け、新機能の開発とメンテナンスを長期的に維持したい場合は、Watt Toolkit の保守によりやる気のある更新を行うために、少しの貢献を検討してください。 *寄付は、Watt Toolkit アカウントの UID がメモ メッセージに含まれることを忘れないでください。 バージョン 1.x で寄付した人は、その後、アカウント データを再入力する Web ページへのリンクを開発し、更新情報に注意を払い、支払いに寄付した注文番号を保存します。
ko: "Watt Toolkit"의 현재 버전의 릴리스는 Watt Toolkit이 도움이 되고 새로운 기능 개발 및 유지 관리를 오랫동안 유지할 수 있기를 희망하는 경우 모든 사람의 지원과 분리 할 수 없으며 Watt Toolkit을 업데이트하고 유지 관리하려는 동기를 높이기 위해 약간의 기부를 고려할 수 있습니다. * 기부 할 때 Steam ++ 계정의 UID가 댓글 메시지에 있으므로 향후 귀하의 계정에 기부 보상을 피드백 할 수 있습니다. 기부의 1.x 버전 후, 우리는 계정 데이터를 기록하기 위해 웹 페이지에 대한 링크를 개발할 것이며, 정보를 업데이트하고 기부 한 지불의 주문 번호를 저장하도록주의하십시오.
ru: Если Watt Toolkit помог вам, и вы хотите, чтобы мы продолжали разрабатывать и поддерживать новые функции в течение длительного времени, вы можете рассмотреть возможность сделать небольшое пожертвование, чтобы поддерживать нашу мотивацию обновлять и поддерживать Watt Toolkit. *Не забудьте указать UID вашей учётной записи Watt Toolkit в сообщении комментария при пожертвовании, чтобы мы могли отправить вам вознаграждение за пожертвование. Для тех, кто делал пожертвования в версии 1.x, мы будем разрабатывать ссылку на веб-страницу с обновлёнными данными учётной записи, поэтому, следите за обновлениями и сохраните номер заказа вашего предыдущего пожертвования.

# CopyToClipboard
source: Copied to the clipboard
es: Copiado en el portapapeles
it: Copiato negli Appunti
ja: クリップボードにコピーされました
ko: 클립보드에 복사됨
ru: Скопировано в буфер обмена

# ClickHereCopyUIDToClipboard
source: Click here to copy the UID to the clipboard
es: Haga clic aquí para copiar el UID en el portapapeles
it: Clicca qui per copiare l'UID negli appunti
ja: UID をクリップボードにコピーするには、ここをクリックしてください
ko: UID를 클립보드에 복사하려면 여기를 클릭하십시오.
ru: Нажмите здесь, чтобы скопировать UID

# YouNeedSignInToGetUID
source: You will need to log in to your Watt Toolkit account to get your UID
es: Deberá iniciar sesión en su cuenta de Watt Toolkit para obtener su UID
it: Dovrai accedere al tuo account Watt Toolkit per ottenere il tuo UID
ja: UID を取得するには、Watt Toolkit アカウントにログインする必要があります
ko: UID를 얻으려면 Watt Toolkit 계정에 로그인해야 합니다.
ru: Вам нужно войти в свою учётную запись Watt Toolkit, чтобы получить UID

# UpdatePackCacheHashInvalidDeleteFileTrue
source: Download update package cache file validation failed, deleted cache attempts to re-download, please wait
es: Error en la validación del archivo de caché del paquete de actualización de la descarga, la caché eliminada intenta volver a descargar, espere
it: Download convalida del file della cache del pacchetto di aggiornamento non riuscita, tentativi di nuovo download della cache eliminati, attendere
ja: 更新プログラム パッケージ キャッシュ ファイルのダウンロードの検証に失敗し、削除されたキャッシュが再ダウンロードに失敗しました
ko: 업데이트 패키지 캐시 파일 다운로드 유효성 검사 실패, 삭제 된 캐시 다시 다운로드 시도, 잠시 기다려주십시오.
ru: Загрузка пакета обновления проверка файла кэша не удалась, удаленный кэш пытается повторно загрузить, подождите

# ASF_ConsoleFontName
source: Console font
es: Fuente de la consola
it: Carattere console
ja: コンソール フォント
ko: 콘솔 글꼴
ru: Шрифт консоли

# ASF_ConsoleFontSize
source: Console font size
es: Tamaño de fuente de la consola
it: Dimensione del carattere della console
ja: コンソールのフォント サイズ
ko: 콘솔 글꼴 크기
ru: Размер шрифта консоли

# ASF_ConsoleMaxLine
source: The console displays the maximum number of rows
es: La consola muestra el número máximo de filas
it: La console visualizza il numero massimo di righe
ja: コンソールには、最大行数が表示されます
ko: 콘솔에 최대 행 수가 표시됩니다.
ru: Консоль отображает максимальное количество строк

# ASF_IPCPortId
source: IPC port number
es: Número de puerto IPC
it: Numero di porta IPC
ja: IPC ポート番号
ko: IPC 포트 번호
ru: Порт IPC

# ASF_IPCPortOccupiedRandom
source: A random port number is used when an IPC port is occupied
es: Se utiliza un número de puerto aleatorio cuando se ocupa un puerto IPC
it: Un numero di porta casuale viene utilizzato quando una porta IPC è occupata
ja: IPC ポートが占有されている場合は、ランダムなポート番号が使用されます
ko: 임의의 포트 번호는 IPC 포트가 점유될 때 사용됩니다.
ru: Использовать случайный порт, когда порт IPC занят

# ASF_IPCIsReadyFalse
source: Please wait for the IPC to boot...
es: Espere a que arranque el IPC...
it: Attendi l'avvio dell'IPC...
ja: IPCが起動するのを待ってください...
ko: IPC가 부팅 될 때까지 기다리십시오 ...
ru: Подождите, пока IPC загрузится...

source: Show/Hide
es: Mostrar/Ocultar
it: Mostra/Nascondi
ja: 表示/非表示
ko: 표시/숨기기
ru: Показать/Скрыть

# LinuxSudoTips
source: Linux requires a system root password to use the feature properly
es: Linux requiere una contraseña de root del sistema para usar la función correctamente
it: Linux richiede una password di root del sistema per utilizzare correttamente la funzione
ja: Linux では、この機能を正しく使用するには、システム root パスワードが必要です
ko: Linux는 이 기능을 올바르게 사용하려면 시스템 루트 암호가 필요합니다.
ru: Linux требует системного пароля root для правильного использования этой функции

# ASF_Restarted
source: The ASF service has restarted
es: El servicio ASF se ha reiniciado
it: Il servizio ASF è stato riavviato
ja: ASF サービスが再起動されました
ko: ASF 서비스가 다시 시작되었습니다.
ru: Служба ASF перезапущена

# ASF_Restarting
source: Restarting the ASF service, please wait...
es: Reiniciando el servicio ASF, por favor espere...
it: Riavviando il servizio ASF, attendere...
ja: ASF サービスを再起動しています。
ko: ASF 서비스를 다시 시작, 잠시 기다려주십시오 ...
ru: Перезапуск службы ASF...

# ASF_Started
source: The ASF service is started
es: Se inicia el servicio ASF
it: Il servizio ASF viene avviato
ja: ASF サービスが開始されました
ko: ASF 서비스가 시작되었습니다.
ru: Служба ASF запущена

# ASF_Starting
source: Starting the ASF service, please...
es: Iniciando el servicio de ASF, por favor...
it: Avvio del servizio ASF, per favore...
ja: ASF サービスを開始しています。
ko: ASF 서비스를 시작하십시오.
ru: Запуск службы ASF...

# ASF_Stoped
source: The ASF service has stopped
es: El servicio ASF se ha detenido
it: Il servizio ASF è stato arrestato
ja: ASF サービスが停止しました
ko: ASF 서비스가 중지되었습니다.
ru: Служба ASF остановлена

# ASF_Stoping
source: Stopping assafe service, please wait...
es: Deteniendo el servicio assafe, por favor espere...
it: Interrompere il servizio assafe, si prega di attendere ...
ja: ASF サービスを停止しています。
ko: 안전한 서비스를 중지, 잠시만 기다려주십시오 ...
ru: Остановив ассафетный сервис, пожалуйста, подождите...

# Settings_System
source: System settings
es: Configuración del sistema
it: Impostazioni di sistema
ja: システム設定
ko: 시스템 설정
ru: Настройки системы

# CommunityFix_CertificateExport
source: Export the certificate file
es: Exportar el archivo de certificado
it: Esportare il file del certificato
ja: 証明書ファイルをエクスポートします
ko: 인증서 파일 내보내기
ru: Экспорт файла сертификата

# CommunityFix_GoToSystemSecuritySettings
source: Open Security Settings
es: Abrir Configuración de seguridad
it: Apri Impostazioni di sicurezza
ja: セキュリティ設定を開きます
ko: 보안 설정 열기
ru: Перейти к параметрам безопасности

# ExportedToPath_
source: Exported to Path: {0}
es: Exportado a ruta: {0}
it: Esportato nel percorso: {0}
ja: パスにエクスポート: {0}
ko: 경로로 내보내기: {0}
ru: Экспортировано по пути: {0}

# CommunityFix_DeleteCertificateTipText_
source: You must find {0} in System Settings - Security - Encryption & Credentials - Credential Store - User Credentials Click on the item and click Uninstall in the pop-up window.
es: Debe encontrar {0} en Configuración del sistema - Seguridad - Cifrado y credenciales - Almacén de credenciales - Credenciales de usuario Haga clic en el elemento y haga clic en Desinstalar en la ventana emergente.
it: È necessario trovare {0} in Impostazioni di sistema - Sicurezza - Crittografia e credenziali - Archivio credenziali - Credenziali utente Fare clic sull'elemento e fare clic su Disinstalla nella finestra pop-up.
ja: {0} は、[システム設定 - セキュリティ - 暗号化と資格情報 - 資格情報ストア - ユーザー資格情報] で見つかった{0} クリックした後、ポップアップで [アンインストール] をクリックする必要があります。
ko: 시스템 설정 - 보안 - 암호화 및 자격 증명 - 자격 증명 저장소 - 사용자 자격 증명 항목을 클릭하고 팝업 창에서 제거를 클릭하는 {0}을 찾아야합니다.
ru: Вы должны найти {0} в Системных настройках - Безопасность - Шифрование и учетные данные - Хранилище учетных данных - Учетные данные пользователя Нажмите на элемент и нажмите Удалить во всплывающем окне.

# CommunityFix_DeleteCertificateTipTitle
source: Remove the certificate in Security Settings
es: Quitar el certificado en Configuración de seguridad
it: Rimuovere il certificato in Impostazioni di protezione
ja: [セキュリティ設定] で証明書を削除します
ko: 보안 설정에서 인증서 제거
ru: Удаление сертификата в параметрах безопасности

# CommunityFix_IsVpnMode
source: Enable VPN mode
es: Habilitar el modo VPN
it: Abilita la modalità VPN
ja: VPN モードを有効にします
ko: VPN 모드 사용
ru: Включить режим VPN

# CommunityFix_OpenHostsDir
source: Open the folder where Hosts is located
es: Abra la carpeta donde se encuentra Hosts
it: Aprire la cartella in cui si trova Hosts
ja: Hosts が存在するフォルダを開きます
ko: 호스트가 있는 폴더 열기
ru: Откройте папку, в которой находится Hosts

# CommunityFix_ResetHostsFile
source: Reset the Hosts file
es: Restablecer el archivo Hosts
it: Reimpostare il file Hosts
ja: Hosts ファイルをリセットします
ko: 호스트 파일 재설정
ru: Сброс файла Hosts

# CommunityFix_ResetHostsFileCatchTip_
source: Reset Hosts file failed with Error: {0}
es: Error al restablecer el archivo Hosts con Error: {0}
it: Ripristina file Hosts non riuscito con errore: {0}
ja: Hosts ファイルのリセットに失敗しました(エラー: {0}
ko: 호스트 재설정 파일이 오류와 함께 실패했습니다: {0}
ru: Сбой сброса файла Hosts с ошибкой: {0}

# CommunityFix_ResetHostsFileTip
source: Resetting the Hosts file will delete all data and restore the current operating system defaults, it is recommended to edit the Hosts file first to see if there is a needed data to back up before doing so, do you want to confirm the reset?
es: Restablecer el archivo Hosts eliminará todos los datos y restaurará los valores predeterminados actuales del sistema operativo, se recomienda editar primero el archivo Hosts para ver si hay datos necesarios para hacer una copia de seguridad antes de hacerlo, ¿desea confirmar el restablecimiento?
it: Il ripristino del file Hosts eliminerà tutti i dati e ripristinerà le impostazioni predefinite del sistema operativo corrente, si consiglia di modificare prima il file Hosts per vedere se sono necessari dati di cui eseguire il backup prima di farlo, si desidera confermare il ripristino?
ja: Hosts ファイルをリセットすると、すべてのデータが削除され、現在のオペレーティング システムの既定値が復元されます。
ko: 호스트 파일을 재설정하면 모든 데이터가 삭제되고 현재 운영 체제 기본값이 복원되므로 호스트 파일을 먼저 편집하여 백업에 필요한 데이터가 있는지 확인하는 것이 좋습니다.
ru: Сброс файла Hosts удалит все данные и восстановит текущие значения операционной системы по умолчанию, рекомендуется сначала отредактировать файл Hosts, чтобы увидеть, есть ли необходимые данные для резервного копирования, прежде чем сделать это, вы хотите подтвердить сброс?
