Repository: xxoolm/SteamTools
Catalog: src/BD.WTTS.Client/Resources/Strings.*.resx
Languages: es, it, ja, ko, ru

# User_QQLogin
source: Log in with QQ
es: Iniciar sesión usando QQ
it: Accedi con QQ
ja: QQ を使用してサインインします
ko: QQ로 로그인
ru: Вход с помощью QQ

# User_Register
source: Sign up
es: Registrarse
it: Registra
ja: 登録します
ko: 등록
ru: Зарегестрироваться

# User_RegisterAgreed
source: By signing up, you read and agree to
es: Registrarse significa que ha leído y aceptado
it: Registrarsi significa che avete letto e accettato
ja: 登録は、あなたが読んで同意したことを意味します
ko: 등록함으로써, 당신은 읽고 동의했습니다
ru: Регистрируясь, вы подтверждаете, что ознакомились и согласились с

# User_Rememberme
source: Remember me
es: Recordar el Estado de inicio de sesión
it: Ricorda lo stato di accesso
ja: ログイン状態を記憶します
ko: 로그인 상태 기억하기
ru: Запомнить вход

# User_SignOutTip
source: Log out Watt Toolkit account?
es: ¿Está seguro de que quiere salir de Steam + +?
it: Sei sicuro di voler uscire da Watt Toolkit?
ja: Watt Toolkit アカウントを登録しますか?
ko: Watt Toolkit 계정에서 로그아웃하시겠습니까?
ru: Вы уверены, что хотите выйти из своей учётной записи Watt Toolkit?

# User_SMSCode
source: SMS verification code
es: Código de verificación SMS
it: Codice di verifica SMS
ja: SMS 確認コード
ko: SMS 인증 코드
ru: Проверочный код из SMS

# User_SMSCode_Error
source: Please request for an SMS code first.
es: Por favor, obtenga el Código de verificación primero
it: Ottieni prima il codice di verifica
ja: まず確認コードを入手してください
ko: 먼저 인증 코드를 받으십시오.
ru: Сначала получите проверочный код

# User_SteamAvatarTip
source: Click on the avatar to quickly log in
es: Haga clic en inicio de sesión rápido
it: Clicca sul tuo avatar per accedere rapidamente
ja: アバターをタップすると、すばやくログインできます
ko: 아바타를 탭하여 빠르게 로그인하십시오.
ru: Нажмите на аватар для быстрого входа

# User_SteamFastLogin
source: Fast log in with Steam
es: Inicio de sesión rápido de Steam
it: Accesso rapido a Steam
ja: Steam クイックログイン
ko: 스팀 빠른 로그인
ru: Быстрый вход в Steam

# User_SteamFastLoginTimeoutErrorMessage
source: Steam community connection timeout. Check if Steam community routing is on.
es: Compruebe si la aceleración de la comunidad se activa cuando se conecta a la comunidad de Steam.
it: La connessione alla comunità di Steam è scaduta, controlla se l'accelerazione della comunità è abilitata.
ja: Steam コミュニティへの接続がタイムアウトしました。
ko: Steam 커뮤니티 시간 초과에 연결하면 Steam 커뮤니티 네트워크 가속이 켜져 있는지 확인합니다.
ru: Истекло время ожидания при подключении к Steam Community, проверьте, включено ли ускорение сети Steam Community.

# User_SteamLogoTip
source: Click to jump to fast log in window.
es: Haga clic para saltar a la ventana de inicio de sesión rápido
it: Fare clic per passare alla finestra di accesso rapido
ja: [クイック ログイン] ウィンドウに移動します
ko: 클릭하여 빠른 로그인 창으로 이동합니다.
ru: Нажмите для перехода к окну быстрого входа

# User_SteamUnLoginTip
source: Click on Steam Logo to log in
es: Haga clic en el Steam Logo para iniciar sesión
it: Clicca sul logo di Steam per accedere
ja: Steam Logo をクリックしてサインインします
ko: Steam 로고를 클릭하여 로그인합니다.
ru: Нажмите на логотип Steam, чтобы войти

# User_UnbundleAccountTip
source: Unlinking this third-party account will disable fast login via this way. Do you still want to unlink?
es: ¿Después de desbloquear la Asociación de la cuenta de terceros, no se puede iniciar sesión rápidamente con la cuenta de terceros. Está seguro de desbloquear?
it: Lo scollegamento di un account di terze parti ti impedirà di accedere rapidamente con quell'account di terze parti.
ja: サード パーティアカウントの関連付けを解除した後、そのサード パーティアカウントですばやくサインインすることはできません。
ko: 타사 계정의 바인딩을 해제 한 후에는 타사 계정으로 신속하게 로그인 할 수 없으며 바인딩을 해제하는 것이 확실합니까?
ru: После отвязки сторонней учётной записи, вы не сможете быстро войти под сторонней учётной записью. Отвязать?

# User_UseExternalLoginChannel_
source: Log in with {0}
es: Iniciar sesión usando {0}.
it: Accedi con {0}
ja: {0} を使用してサインインします
ko: {0}로 로그인
ru: Войти с помощью {0}

# User_UsePhoneNumLoginChannel
source: Sign in with your mobile phone number
es: Iniciar sesión con el número de teléfono móvil
it: Accedi con il tuo numero di cellulare
ja: 携帯電話番号でサインインします
ko: 휴대폰 번호로 로그인
ru: Войти с помощью номера телефона

source: Warning
es: Advertencia
it: Attenzione
ja: 警告
ko: 경고하다
ru: Внимание

# Welcome
source: Home page
es: Página de inicio
it: pagina iniziale
ja: 開始ページ
ko: 홈페이지
ru: Начальная страница

# CommunityFix_CertificateTrust
source: Trust the certificate
es: Confiar en el certificado
it: Considerare attendibile il certificato
ja: 証明書を信頼します
ko: 인증서 신뢰
ru: Сертификат доверия

# LocalAuth_Loading
source: Loading token data...
es: Cargando datos de token...
it: Caricamento dei dati del token...
ja: トークン データを読み込んでいます...
ko: 토큰 데이터로드 중...
ru: Загрузка данных токена...

# LocalAuth_Code
source: One-time password code
es: Código de contraseña de un solo uso
it: Codice password monouso
ja: ワンタイム パスワード コード
ko: 일회성 암호 코드
ru: Код одноразового пароля

# LocalAuth_Code_Desc
source: You can use a one-time password code generated by this app to verify sign-in
es: Puede usar un código de contraseña de un solo uso generado por esta aplicación para verificar el inicio de sesión
it: Puoi usare un codice password monouso generato da questa app per verificare l'accesso
ja: このアプリによって生成されたワンタイム パスワード コードを使用して、サインインを確認できます
ko: 이 앱에서 생성된 일회성 암호 코드를 사용하여 로그인을 확인할 수 있습니다.
ru: Код одноразового пароля, сгенерированный этим приложением, может быть использован для аутентификации входа

# LocalAuth_Code_Title
source: One-time passwords are enabled
es: Las contraseñas de un solo uso están habilitadas
it: Le password monouso sono abilitate
ja: ワンタイムパスワードが有効になっています
ko: 일회용 암호 사용
ru: Включен одноразовый пароль

# EditName
source: Modify the name
es: Modificar el nombre
it: Modificare il nome
ja: 名前を変更します
ko: 이름 수정
ru: Изменить имя

# SeeData
source: View the data
es: Ver los datos
it: Visualizzare i dati
ja: データを表示します
ko: 데이터 보기
ru: Просмотр данных

# LocalAuth_Delete
source: Delete the token
es: Eliminar el token
it: Eliminare il token
ja: トークンを削除します
ko: 토큰 삭제
ru: Удалить токен

# Cancelled
source: Canceled
es: Cancelado
it: Annullato
ja: キャンセルされました
ko: 취소
ru: Отменено

source: Confirmed
es: Empedernido
it: Confermato
ja: 確認済み
ko: 확인
ru: {1} оставшихся карточек выпало

# SelectAllText_
source: Select All ({0}/{1})
es: Seleccionar todo ({0}/{1})
it: Seleziona tutto ({0}/{1})
ja: 全選択({0}/{1})
ko: 모두 선택({0}/{1})
ru: Выбрать все ({0}/{1})

# ImportByFilePicker
source: File import
es: Importación de archivos
it: Importazione di file
ja: ファイルのインポート
ko: 파일 가져오기
ru: Импорт файлов

# ImportByQRCode
source: Scan the code to import
es: Escanear el código para importar
it: Scansiona il codice da importare
ja: スイープコードのインポート
ko: 가져올 코드를 스캔하십시오.
ru: Отсканируйте код для импорта

# LocalAuth_LogoutTip
source: Are you sure you want to log out the account information for the current token login?
es: ¿Está seguro de que desea cerrar la sesión de la información de la cuenta para el inicio de sesión de token actual?
it: Sei sicuro di voler disconnettere le informazioni sull'account per l'accesso al token corrente?
ja: 現在のトークン ログインからサインアウトするアカウント情報を確認しますか?
ko: 현재 토큰 로그인에 대한 계정 정보를 로그아웃하시겠습니까?
ru: Выйти из учётной записи для текущего токена входа?

# LocalAuth_ExportAuth_ToQRCode
source: Export as QR code
es: Exportar como código QR
it: Esporta come codice QR
ja: QR コードとしてエクスポートします
ko: QR 코드로 내보내기
ru: Экспорт в виде QR-кода

# AuthLocal_ExportToQRCodeTooLongErrorTip
source: The data length exceeds the maximum QR code value, please try another export method or a single export
es: La longitud de los datos excede el valor máximo del código QR, pruebe otro método de exportación o una sola exportación
it: La lunghezza dei dati supera il valore massimo del codice QR, prova un altro metodo di esportazione o una singola esportazione
ja: データの長さが QR コードの最大値を超えている場合は、別のエクスポート方法または個々のエクスポートを試してください
ko: 데이터 길이가 최대 QR 코드 값을 초과하므로 다른 내보내기 방법 또는 단일 내보내기를 시도하십시오.
ru: Длина данных превышает максимальное значение QR-кода, попробуйте другой метод экспорта или индивидуальный экспорт

# RememberChooseNotToAskAgain
source: No more reminders
es: No más recordatorios
it: Niente più promemoria
ja: これ以上のリマインダー
ko: 더 이상 미리 알림 없음
ru: Больше не напоминать

# GameList_SteamShutdown
source: Steam download completes the scheduled shutdown
es: La descarga de Steam completa el apagado programado
it: Il download di Steam completa l'arresto programmato
ja: Steam ダウンロードは、タイミング シャットダウンを完了します
ko: Steam 다운로드가 예약된 종료를 완료합니다.
ru: Загрузка Steam завершает запланированное завершение работы

# GameList_SteamShutdown_EnableWatchDownloading
source: Enable download monitoring
es: Habilitar la supervisión de descargas
it: Abilita il monitoraggio dei download
ja: ダウンロード監視を有効にします
ko: 다운로드 모니터링 사용
ru: Включить мониторинг скачивания

source: Downloaded
es: Descargó
it: Scaricato
ja: ダウンロードされました
ko: 다운로드
ru: Скачано

source: Installed
es: Instalado
it: Installato
ja: インストールされています
ko: 설치
ru: Установлено

# GameList_SteamShutdown_DownloadComplete
source: Execute after the selected game download and installation is complete
es: Ejecutar una vez completada la descarga e instalación del juego seleccionado
it: Esegui al termine del download e dell'installazione del gioco selezionato
ja: [ゲームのダウンロードとインストール] が選択されている場合に実行します
ko: 선택한 게임 다운로드 및 설치가 완료된 후 실행
ru: После загрузки и установки выбранной игры выполнить команду

# GameList_SteamShutdown_DownloadCompleteTip
source: The Steam game has been downloaded The system will {1} after {0} seconds.
es: El juego de Steam ha sido descargado El sistema se {1} después de {0} segundos.
it: Il gioco Steam è stato scaricato Il sistema verrà {1} dopo {0} secondi.
ja: Steam ゲームのダウンロードが完了しました システムは {0} 秒後に{1}されます。
ko: 스팀 게임이 다운로드되었습니다. {1}초 후에 시스템이 {0}됩니다.
ru: Игра Steam скачана Система выполнит {1} через {0} сек.

# Translators
source: Community Translation
es: Traducción comunitaria
it: Traduzione comunitaria
ja: コミュニティ翻訳
ko: 커뮤니티 번역
ru: Локализаторы сообщества

# UserChange_RemarkReplaceName
source: Replace the nickname display with a note
es: Reemplazar la visualización del apodo por una nota
it: Sostituire la visualizzazione del nickname con una nota
ja: ニックネーム表示をメモに置き換えます
ko: 별명 표시를 메모로 바꾸기
ru: Замена отображения псевдонима заметкой

# Settings_General_UseGPURendering
source: Rendering interface using GPU (hardware acceleration)
es: Interfaz de renderizado mediante GPU (aceleración de hardware)
it: Interfaccia di rendering tramite GPU (accelerazione hardware)
ja: GPU を使用したインターフェイスのレンダリング (ハードウェア アクセラレーション)
ko: GPU를 사용한 렌더링 인터페이스(하드웨어 가속)
ru: Использовать рендеринг интерфейса с GPU (аппаратное ускорение)

# Settings_RestartEffective
source: *Software restart is required to take effect
es: *Se requiere el reinicio del software para que surta efecto
it: *Per rendere effettivo il riavvio del software è necessario
ja: *ソフトウェアを再起動すると有効になります
ko: *적용하려면 소프트웨어를 다시 시작해야 합니다.
ru: *Чтобы изменения применились, требуется перезапуск программы

# Settings_General_UpdateChannel
source: Download the update channel
es: Descargar el canal de actualización
it: Scarica il canale di aggiornamento
ja: 更新チャネルをダウンロードします
ko: 업데이트 채널 다운로드
ru: Канал скачивания обновлений

# Settings_General_AppDetailsSettings
source: Application details
es: Detalles de la solicitud
it: Dettagli dell'applicazione
ja: アプリの詳細
ko: 응용 프로그램 세부 정보
ru: Сведения о приложении

# Settings_General_AppNotificationSettings
source: App notifications
es: Notificaciones de aplicaciones
it: Notifiche delle app
ja: アプリの通知
ko: 앱 알림
ru: Уведомления приложений

# Settings_General_BrowseCustomFolder
source: Open the {0} folder
es: Abra la carpeta {0}
it: Aprire la cartella {0}
ja: {0}フォルダを開きます
ko: {0} 폴더 열기
ru: Открыть папку {0}

# Settings_General_CacheSize
source: Cache file consumed {0}
es: Archivo de caché consumido {0}
it: File di cache consumato {0}
ja: キャッシュ ファイルが既に使用されています {0}
ko: {0} 사용된 캐시 파일
ru: Кэш весит: {0}

# Settings_General_ClearCache
source: Clean up cache files
es: Limpiar archivos de caché
it: Pulisci i file della cache
ja: キャッシュ ファイルをクリーンアップします
ko: 캐시 파일 정리
ru: Очистить кэш

# Settings_General_StorageSpace
source: Storage space
es: Espacio de almacenamiento
it: Spazio di archiviazione
ja: ストレージ領域
ko: 저장 공간
ru: Место хранилища

# Settings_General_Calcing
source: Calculating...
es: Calculador...
it: Calcolo...
ja: 計算中...
ko: 계산...
ru: Определение...

# SetBootAutoStartTrueFail_
source: Enabling boot auto-start failed because: {0}
es: Error al habilitar el inicio automático del arranque porque: {0}
it: L'abilitazione dell'avvio automatico non è riuscita perché: {0}
ko: 부팅 자동 시작 활성화에 실패했습니다. 이유: {0}
ru: Не удалось включить автозапуск при загрузке из-за: {0}

# Settings_Steam_CheckSteamRuningNotification
source: A notification pops up when the Steam client logs in
es: Aparece una notificación cuando el cliente de Steam inicia sesión
it: Viene visualizzata una notifica quando il client di Steam effettua l'accesso
ja: Steam クライアントがログインしたときに通知がポップアップ表示されます
ko: Steam 클라이언트가 로그인할 때 알림이 나타납니다.
ru: Всплывающее уведомление при входе в Steam

# Steam_CheckStarted
source: Startup Detected:
es: Inicio detectado:
it: Avvio rilevato:
ja: 起動が検出されました:
ko: 시동이 감지됨:
ru: Обнаружен запуск:

# Steam_CurrentIPCountry
source: Steam Client Login Area:
es: Área de inicio de sesión del cliente de Steam:
it: Area di accesso al client di Steam:
ja: Steam クライアントログインエリア:
ko: 스팀 클라이언트 로그인 영역:
ru: Область входа в Steam:

# Steam_CurrentUser
source: Steam Login Users:
es: Usuarios de steam login:
it: Utenti di accesso a Steam:
ja: Steam ログインユーザー:
ko: 스팀 로그인 사용자 :
ru: Входившие в Steam:

# Steam_SteamChina
source: Steam National Uniform
es: Uniforme Nacional de Vapor
it: Uniforme nazionale del vapore
ja: スチームの国服
ko: 스팀 내셔널 유니폼
ru: Национальная служба Steam

# User_WaitFastLoginTip
source: We have opened a quick login window using your system browser, please go to this page and log in. Keep the window open
es: Hemos abierto una ventana de inicio de sesión rápido utilizando el navegador de su sistema, vaya a esta página e inicie sesión. Mantenga la ventana abierta
it: Abbiamo aperto una finestra di accesso rapido utilizzando il browser di sistema, vai a questa pagina e accedi. Tieni aperta la finestra
ja: システムブラウザを使用してクイックログインウィンドウを開いたので、そのページに移動してログインしてください。 ウィンドウを開いたままにしておきます
ko: 우리는 당신의 시스템 브라우저를 사용하여 빠른 로그인 창을 열었습니다,이 페이지로 이동하여 로그인하시기 바랍니다. 창을 열어 둡니다.
ru: Мы открыли окно быстрого входа с помощью вашего системного браузера, перейдите на эту страницу и войдите. Оставляйте это окно открытым.

source: retry
es: reintentar
it: ripetere
ja: 再試行します
ko: 재시도
ru: Повторить

# ScanQRCode
source: Scan the QR code
es: Escanea el código QR
it: Scansiona il codice QR
ja: QRコードをスキャンします
ko: QR 코드 스캔
ru: Сканировать QR-код

source: Select all
es: Seleccionar todo
it: Seleziona tutto
ja: 完全選択
ko: 모두 선택
ru: Выбрать все

# Helper
source: Help
es: Ayuda
it: Guida
ja: 助け
ko: 도움말
ru: Помощь

# Settings_UI_CustomBackgroundImage
source: Customize the background image
es: Personalizar la imagen de fondo
it: Personalizzare l'immagine di sfondo
ja: 背景画像をカスタマイズします
ko: 배경 이미지 사용자 지정
ru: Пользовательское изображение фона

source: reset
es: restablecimiento
it: resettare
ja: リセットします
ko: 재설정
ru: Сбросить

# Settings_UI_SelectImage
source: Select a picture
es: Seleccionar una imagen
it: Seleziona un'immagine
ja: 画像を選択します
ko: 그림 선택
ru: Выбрать изображение

# Login_ManualLogin
source: Log in manually
es: Inicie sesión manualmente
it: Accedi manualmente
ja: 手動でサインインします
ko: 수동으로 로그인
ru: Войти вручную

# LoginInputManualLoginToken
source: Please paste the copied content of the web page.
es: Por favor, pegue el contenido copiado de la página web.
it: Si prega di incollare il contenuto copiato della pagina web.
ja: Web ページによってコピーされたコンテンツを貼り付けてください。
ko: 웹 페이지의 복사 된 내용을 붙여 넣으십시오.
ru: Вставьте содержимое, скопированное со страницы.

# Login_ManualLoginEmpt
source: The input cannot be empty.
es: La entrada no puede estar vacía.
it: L'input non può essere vuoto.
ja: 入力内容を空にすることはできません。
ko: 입력은 비워둘 수 없습니다.
ru: Данные входа не могут быть пустыми.

# Login_WebSocketOnMessage
source: Data decryption failed, make sure the data is retryed correctly.
es: Error en el descifrado de datos, asegúrese de que los datos se vuelvan a intentar correctamente.
it: La decrittografia dei dati non è riuscita, assicurarsi che i dati siano stati riprovati correttamente.
ja: データの復号化に失敗しました。
ko: 데이터 암호 해독에 실패했으므로 데이터가 올바르게 다시 시도되었는지 확인합니다.
ru: Расшифровка данных не удалась. Проверьте правильность данных и повторите попытку.

# SteamAccountPage_ShareEmpt
source: The Home Shared Library is empty.
es: La biblioteca compartida en casa está vacía.
it: La libreria condivisa principale è vuota.
ja: ホーム共有ライブラリが空です。
ko: 홈 공유 라이브러리가 비어 있습니다.
ru: Библиотека семейного доступа пуста.

# CommunityFix_ProxySettings
source: Proxy settings
es: Configuración de proxy
it: Impostazioni proxy
ja: プロキシ設定
ko: 프록시 설정
ru: Настройки прокси

# Settings_Proxy_SystemProxyIp
source: Proxy listening IP address
es: Dirección IP de escucha de proxy
it: Indirizzo IP di ascolto proxy
ja: エージェントは IP アドレスをリッスンします
ko: 프록시 수신 대기 IP 주소
ru: IP-адрес прокси

# Settings_Proxy_CustomDNS
source: Custom proxy DNS
es: DNS de proxy personalizado
it: DNS proxy personalizzato
ja: カスタム プロキシ DNS
ko: 사용자 지정 프록시 DNS
ru: Пользовательский DNS прокси

# Settings_Proxy_Socks5Proxy
source: Socks5 local proxy
es: Socks5 proxy local
it: Socks5 proxy locale
ja: Socks5 ローカル エージェント
ko: Socks5 로컬 프록시
ru: Локальный Socks5 прокси

# Settings_Proxy_ProxyPort
source: Listening port
es: Puerto de escucha
it: Porta di ascolto
ja: リスニング ポート
ko: 수신 대기 포트
ru: Порт

# Settings_Proxy_TwoLevelAgent
source: Secondary agent
es: Agente secundario
it: Agente secondario
ja: 第 2 レベルのエージェント
ko: 보조 에이전트
ru: Вторичный агент

# Settings_Proxy_ProxyType
source: Proxy type
es: Tipo de proxy
it: Tipo di proxy
ja: エージェントの種類
ko: 프록시 유형
ru: Тип прокси

# Settings_Proxy_IPAddress
source: address
es: dirección
it: indirizzo
ja: アドレス
ko: 주소
ru: IP-адрес

# Settings_Proxy_Port
source: port
es: puerto
it: porto
ja: ポート
ko: 항구
ru: Порт

# Settings_Proxy_UserName
source: The user name
es: El nombre de usuario
it: Il nome utente
ja: ユーザー名
ko: 사용자 이름
ru: Имя пользователя

# Settings_Proxy_Password
source: password
es: contraseña
it: parola d’ordine
ja: パスワード
ko: 암호
ru: Пароль

# Settings_General_CaptureScreen
source: Screen capture
es: Captura de pantalla
it: Cattura dello schermo
ja: 画面キャプチャ
ko: 화면 캡처
ru: Снимок экрана

# Settings_General_CaptureScreen_Desc
source: Allow other applications to capture your screen
es: Permitir que otras aplicaciones capturen su pantalla
it: Consenti ad altre applicazioni di catturare lo schermo
ja: 他のアプリケーションが画面をキャプチャできるようにします
ko: 다른 응용 프로그램이 화면을 캡처하도록 허용
ru: Разрешить другим приложениям снимать ваш экран

# UserChange_ChangeUserTip
source: Switch to {0} sign in to Steam
es: Cambiar a {0} iniciar sesión en Steam
it: Passa a {0} accedi a Steam
ja: {0} に切り替えて Steam にサインインします
ko: {0}로 전환하여 Steam에 로그인합니다.
ru: Переключитесь на {0}, чтобы войти в Steam.

# CommunityFix_ProxyOnlyOnScript
source: The agent enables only the scripting feature
es: El agente habilita sólo la función de secuencias de comandos
it: L'agente abilita solo la funzionalità di scripting
ja: エージェントはスクリプト機能のみを有効にします
ko: 에이전트는 스크립팅 기능만 사용하도록 설정합니다.
ru: Только сценарии с поддержкой прокси

# About_AppReview
source: Scoring & Rating
es: Puntuación y calificación
it: Punteggio e valutazione
ja: 採点&評価
ko: 점수 및 평가
ru: Отзыв и оценка

# Settings_General_UseOpenGL
source: Use OpenGL rendering
es: Usar renderizado OpenGL
it: Utilizzare il rendering OpenGL
ja: OpenGL レンダリングを使用します
ko: OpenGL 렌더링 사용
ru: Рендеринг с помощью OpenGL

# Download_ScriptError_
source: Script download error {0}, please try again.
es: Error de descarga de script {0}, inténtelo de nuevo.
it: Errore di download dello script {0}, riprova.
ja: スクリプトのダウンロード エラー {0}、やり直してください。
ko: 스크립트 다운로드 오류 {0}, 다시 시도하십시오.
ru: Ошибка загрузки сценария {0}, повторите попытку.

# FixNetworkComplete
source: Repairing the network is complete
es: La reparación de la red se ha completado
it: Il ripristino della rete è completo
ja: ネットワークの修復が完了しました
ko: 네트워크 복구가 완료되었습니다.
ru: Восстановление сети завершено

# CalcHashing3_
source: Verifying ({1}/{2}): {0}%
es: Verificación ({1}/{2}): {0}%
it: Verifica ({1}/{2}): {0}%
ja: チェック中 ({1}/{2}): {0}%
ko: 확인 ({1}/{2}): {0}%
ru: Проверка ({1}/{2}): {0}%

# CalcHashing_
source: Verifying: {0}%
es: Verificación: {0}%
it: Verifica: {0}%
ja: チェック中: {0}%
ko: 확인: {0}%
ru: Проверка: {0}%

# CreateCertificateFaild
source: Failed to create certificate
es: Error al crear el certificado
it: Impossibile creare il certificato
ja: 証明書の作成に失敗しました
ko: 인증서를 만들지 못했습니다.
ru: Не удалось создать сертификат

# Decompressing_
source: Unzipping: {0}%
es: Descompresión: {0}%
it: Decompressione: {0}%
ja: 解凍中: {0}%
ko: 압축 풀기: {0}%
ru: Распаковка: {0}%

# Downloading3_
source: Downloading ({1}/{2}): {0}%
es: Descarga ({1}/{2}): {0}%
it: Scarica ({1}/{2}): {0}%
ja: ダウンロード中 ({1}/{2}): {0}%
ko: 다운로드 ({1}/{2}): {0}%
ru: Скачивание ({1}/{2}): {0}%

# Downloading_
source: Downloading: {0}%
es: Descarga: {0}%
it: Scaricamento: {0}%
ja: ダウンロード中: {0}%
ko: 다운로드 중: {0}%
ru: Скачивание: {0}%

# FileAttributeIsReadOnlyModifyFailSeeWebPage_
source: The file attribute is read-only, the modification failed, please follow the web page guide {0}
es: El atributo de archivo es de solo lectura, la modificación falló, siga la guía de la página web {0}
it: L'attributo file è di sola lettura, la modifica non è riuscita, seguire la guida della pagina Web {0}
ja: ファイル プロパティは読み取り専用で、変更に失敗しました{0}
ko: 파일 속성이 읽기 전용이며 수정에 실패했으며 웹 페이지 가이드를 따르십시오{0}
ru: Атрибут файла доступен только для чтения, модификация не удалась, следуйте веб-руководству {0}

# FileAttributeIsReadOnlyModifyFailTryBakDelAgain
source: The file attribute is read-only, the modification failed, you can try to back up the file first, delete it and try again
es: El atributo de archivo es de solo lectura, la modificación falló, puede intentar hacer una copia de seguridad del archivo primero, eliminarlo e intentarlo de nuevo
it: L'attributo file è di sola lettura, la modifica non è riuscita, è possibile provare prima a eseguire il backup del file, eliminarlo e riprovare
ja: ファイル プロパティは読み取り専用で、変更は失敗し、ファイルをバックアップしてから削除してから再試行できます
ko: 파일 속성은 읽기 전용이며 수정이 실패했으며 먼저 파일을 백업하고 삭제한 다음 다시 시도 할 수 있습니다.
ru: Если атрибут файла доступен только для чтения и модификация не удалась, вы можете попробовать создать резервную копию файла, затем удалить его и повторить попытку

# FileSizeTooLarge
source: The file size is too large
es: El tamaño del archivo es demasiado grande
it: La dimensione del file è troppo grande
ja: ファイル サイズが大きすぎる
ko: 파일 크기가 너무 큽니다.
ru: Слишком большой размер файла

# FileUnauthorized
source: File access is denied without permissions
es: Se deniega el acceso a los archivos sin permisos
it: L'accesso ai file viene negato senza autorizzazioni
ja: ファイル アクセスが拒否され、アクセス許可がありません
ko: 권한 없이 파일 액세스가 거부되었습니다.
ru: Доступ к файлу запрещён, нет разрешения

# IsExistUpdateFalse
source: It is currently the latest version
es: Actualmente es la última versión
it: Attualmente è l'ultima versione
ja: 現在、最新バージョンです
ko: 현재 최신 버전입니다.
ru: На данный момент последняя версия

source: New version update
es: Actualización de la nueva versión
it: Aggiornamento nuova versione
ja: 新しいバージョンが更新されます
ko: 새 버전 업데이트
ru: Обновления новой версии

# NewVersionUpdateTitle_
source: {1} v{0} version update
es: Actualización de la versión de {1} v{0}
it: Aggiornamento della versione v{0} di {1}
ja: {1} v{0} バージョンアップ
ko: {1} v{0} 버전 업데이트
ru: Обновление версии {1} v{0}

# NotificationChannelType_Description_Announcement
source: Prompt notification when there is a new announcement.
es: Notificación rápida cuando haya un nuevo anuncio.
it: Notifica immediata quando c'è un nuovo annuncio.
ja: 新しいアナウンスがある場合のプロンプト通知。
ko: 새로운 발표가있을 때 신속한 알림.
ru: Уведомления о новых объявлениях.
