Repository: xxoolm/SteamTools
Catalog: src/BD.WTTS.Client/Resources/Strings.*.resx
Languages: es, it, ja, ko, ru

# Advertisement_NoShow_Tip
source: Only sponsored users can set it
es: Solo los usuarios patrocinados pueden configurarlo
it: Solo gli utenti sponsorizzati possono impostarlo
ja: スポンサー ユーザーのみが設定できます
ko: 스폰서 사용자만 설정할 수 있습니다
ru: Только спонсируемые пользователи могут установить его

# SeeDetails
source: View details
es: Ver detalles
it: Visualizza i dettagli
ja: 詳細をご覧ください
ko: 자세한 내용을 확인하세요
ru: Посмотреть подробности

# AllTyoe
source: All types
es: Todos los tipos
it: Tutti i tipi
ja: すべての型
ko: 모든 유형
ru: Все типы

# Notice_AllMarkHasRead
source: All are marked as read
es: Todos están marcados como leídos
it: Tutti sono contrassegnati come letti
ja: すべて既読としてマークされます
ko: 모두 읽음으로 표시됩니다
ru: Все они помечены как прочитанные

# Notice_Type
source: The message type
es: El tipo de mensaje
it: Il tipo di messaggio
ja: メッセージの種類
ko: 메시지 유형입니다
ru: Тип сообщения

# CommunityFix_DNSErrorNotify
source: DNS resolution encountered an exception, try modifying other DNS in the proxy settings again
es: La resolución de DNS encontró una excepción, intente modificar otros DNS en la configuración del proxy nuevamente
it: La risoluzione DNS ha rilevato un'eccezione, provare a modificare nuovamente altri DNS nelle impostazioni proxy
ja: DNS 解決で例外が発生しました
ko: DNS 확인에 예외가 발생하면 프록시 설정에서 다른 DNS를 수정하여 다시 시도하십시오
ru: Разрешение DNS обнаружило исключение, попробуйте изменить другой DNS в настройках прокси-сервера еще раз

# Settings_Steam_RuningAdmin
source: Run Steam with administrator privileges
es: Ejecutar Steam con privilegios de administrador
it: Esegui Steam con privilegi di amministratore
ja: 管理者権限で Steam を実行します
ko: 관리자 권한으로 Steam을 실행합니다
ru: Запуск Steam с правами администратора

# Settings_General_UseWinHttpHandler
source: Use WinHttpHandler
es: Usar WinHttpHandler
it: Utilizzare WinHttpHandler
ja: WinHttpHandler を使用します
ko: WinHttpHandler를 사용합니다
ru: Использование WinHttpHandler

source: Error
it: Errore
ja: エラー
ko: 오류
ru: Ошибка

source: Close
ru: Закрыть

source: Minimize
ru: Свернуть

source: Maximize
ru: Развернуть

source: Restore
ru: Востановить

source: Back
ru: Назад

source: LoginVerify
ru: Подтверждение входа

source: Library
ru: Библиотека

source: MoreInfo
ru: Дополнительная информация

source: Settings Plugin
ru: Настройки плагина

# Settings_Steam_RunSteamChina
source: When Steam is started, it will be simulated as Steam Platform (Steam China Server)
ru: Когда Steam запускается, он имитирует запуск как Steam-платформа (национальный сервер Steam).

# Settings_UI_BackgroundOpacity
source: Background Opacity
ru: Прозрачность фона

# Settings_UI_BackgroundImageOpacity
source: Background image opacity
ru: Прозрачность фонового изображения

source: Steam Server Time:
ru: Время сервера Steam:

# About_FormerName__
source: {0}（formerly {1}）
ru: {0} (ранее {1})

# About_ThankSupport
source: Thanks for your support
ru: Спасибо за поддержку

source: About this plugin
ru: Об этом плагине

# Accelerator_OpenHostsDir
source: Open the hosts folder
ru: Откройте папку hosts

# AccountLogin
source: Login with password
ru: Войти с паролем

source: Add Platform
ru: Добавить платформу

# AdministratorStartup
source: Start with administrator privileges
ru: Начните с правами администратора

source: All passed
ru: Успешно

# AppTheme_Dark
source: Dark
ru: Темный

# AppTheme_FollowingSystem
source: Follow the system
ru: Как в системе

# AppTheme_Light
source: Light
ru: Светлый

# ASF_DeleteBotSuccess
source: Bot deleted successfully
ru: Бот успешно удален

# ASF_EffectiveAfterRestart
source: Restart ASF to take effect
ru: Вступает в силу после перезапуска ASF.

# ASF_SelectASFExePath
source: Please select or select the correct ASF executable path
ru: Пожалуйста, выберите правильный путь к файлу ASF.

# ASF_SetExePathFirst
source: Please set the ArchiSteamFarm.exe file path for the first use
ru: Пожалуйста, укажите путь к файлу ArchiSteamFarm.exe при первом использовании.

source: ASF Settings
ru: Настройки ASF

# Auth_Add
source: Add Token
ru: Добавить новый токен

# Auth_AddMachineValidation
source: System built-in encryption authentication enabled
ru: Встроенная в систему аутентификация с шифрованием включена.

# Auth_AddPasswordProtect
source: Enable custom password protection
ru: Включить защиту с помощью специального пароля

# Auth_EditName
source: Edit Token Name
ru: Изменить имя токена

# Auth_EncryptionHelp
source: Encryption Help
ru: Помощь по шифрованию

# Auth_ExportAll
source: Export all tokens
ru: Экспортировать все токены

# Auth_ExportmaFile
source: Export this token as a Mafile file
ru: Экспортируйте этот токен как файл Mafile.

# Auth_ExportUsingPassword
source: Export with password
ru: Сохранять пароль при экспорте

# Auth_ImportCustomFile
source: Import from file
ru: Импорт из файла

# Auth_lock
source: Locking Token
ru: Токен блокировки

# Auth_OnlylocalCanDecrypt
source: Only this machine can decrypt
ru: Только эта машина может расшифровать

# Auth_OnlyMafileFormat
source: Steam tokens only support Mafile format.
ru: Токены Steam поддерживают только формат Mafile.

# Auth_PasswordProtectedVerifyFirst
source: Your token is password protected, please verify the password first
ru: Ваш токен защищен паролем, сначала подтвердите свой пароль.

# Auth_Possession
source: Already have a token
ru: Уже есть токен

# Auth_RemoveMachineValidation
source: System built-in encryption authentication disabled
ru: Встроенная в систему криптографическая аутентификация отключена.

# Auth_SteamLoginImport
source: Steam Login Import
ru: Импорт логина Steam

# Auth_Sync_LatestData
source: The local token is the latest data
ru: Локальный токен обновлен

# Auth_Sync_MoveError
source: Data is not synchronized, token order adjustment failed
ru: Данные не синхронизированы, не удалось настроить сортировку токенов.

# Auth_Sync_NoHasPassword
source: Cloud token sync password not set
ru: Пароль для синхронизации облачного токена не установлен.

# Auth_Sync_NoHasRecover
source: There are no cloud tokens to recover
ru: Нет доступных облачных токенов для восстановления.

# Auth_Sync_Recover
source: Recover Cloud Token
ru: Восстановить облачный токен

# Auth_Sync_RecoverSuccess
source: The cloud token has been restored to the cloud. You can click Cloud Sync to restore the corresponding token to your local computer.
ru: Облачный токен был восстановлен в облаке. Вы можете нажать «Облачная синхронизация», чтобы восстановить соответствующий токен на локальном компьютере.

# Auth_Sync_ResetPassword
source: Reset Cloud Password
ru: Сбросить облачный пароль

# Auth_Sync_UpdateTips
source: {0} local tokens added, {1} data updated
ru: новые локальные токены {0}, новые данные {1}

# Auth_Sync_VerifyRecover
source: Confirm recovery
ru: Подтвердить восстановление

# Auth_UniversalImport
source: 2FA Universal Import
ru: Универсальный импорт 2FA

# AuthImport
source: Token Import
ru: Импорт токенов

source: Batch pass
ru: передавать партиями

# BatchReject
source: Bulk rejection
ru: Отклонение партии

source: Bind third-party account
ru: Привязать сторонний аккаунт

source: Cancel all
ru: Отменить все

source: Changelog
ru: Журнал изменений

source: Change Password
ru: Изменить пароль

source: Close Steam
ru: Закрыть Steam

# CommunityFix_CustomDohAddres
source: Custom DoH Address
ru: Пользовательский адрес DoH

# CommunityFix_DeleteCertificate_Fail
source: Failed to delete CA certificate
ru: Не удалось удалить сертификат CA.

# CommunityFix_DeleteCertificate_Success
source: Deleting CA certificate successfully
ru: Успешно удалён сертификат CA

# CommunityFix_EnableUseDoh
source: Enable DoH
ru: Включить DoH

# CommunityFix_OnRunCatch
source: Failed to start network acceleration
ru: Не удалось запустить сетевое ускорение.

# ConfirmTransaction
source: Confirming the transaction
ru: Подтвердить транзакцию

source: Contact Us
ru: Связаться с нами

# CopyUserId
source: Copy UID
ru: Копировать UID

# Debug_InstructionPlaceholder
source: Enter console commands here
ru: Введите команды консоли здесь

# DefaultExport
source: Export this token
ru: Экспортируйте этот токен

source: Disable
ru: Выключить

source: Disabled
ru: отключено

source: Display QR Code
ru: Показать QR -код

source: Enable
ru: Включить

source: Enabled
ru: Включён

# EncryptSettings
source: Encryption settings
ru: Настройки шифрования

# Error_AccountIdIsEmpty
source: Account Id is empty
ru: Идентификатор учетной записи пуст

# Error_AuthSynchronizationFailed_
source: Failed to synchronize with server time when calculating token: {0}
ru: Не удалось синхронизировать время сервера при вычислении токена: {0}

source: Filter
ru: фильтр

source: FilterRequirement
ru: Критерии фильтра

# Google
source: Google Token
ru: Google токен

# Error_PathFailedUnableSwitchAccount_
source: The path is not selected correctly, the {0} platform account switching function cannot be used
ru: Путь выбран неправильно, и функцию переключения учетной записи платформы {0} невозможно использовать.

# Error_PleaseEnterCode
source: Please enter the verification code.
ru: Пожалуйста, введите проверочный код.

# Error_PleaseEnterEmailCode
source: Please enter the email verification code.
ru: Пожалуйста, введите код проверки почтового ящика.

# Error_PleaseEnterUsernamePassword
source: Please enter your username and password.
ru: Пожалуйста, введите имя пользователя и пароль.

# Error_ReadRegistryFailed
source: Failed to read the saved registry key. If unsuccessful, try removing and re-adding the account.
ru: Не удалось прочитать сохраненный ключ реестра. В случае неудачи попробуйте удалить и снова добавить учетную запись.

# Error_UnableSwitchPlatformAccount_
source: The path is not selected correctly, the {0} platform account switching function cannot be used
ru: Путь выбран неправильно, и функцию переключения учетной записи платформы {0} невозможно использовать.

# Game_Hidden
source: Hidden Game
ru: Скрытые игры

# GeneralAuth_EnterkeyOrLink
source: Enter the token prompted by the website and import the Key value after QR code recognition
ru: Введите токен, предложенный веб-сайтом, и импортируйте значение ключа после распознавания QR-кода.

# GeneralAuth_VerifySuccessfulImport
source: Please verify whether the following code is correct and import it if it is correct.
ru: Проверьте правильность следующего кода, а затем импортируйте его, если он верен.

source: Link
ru: Связь

# LocalAuth_JoinSteamAuthenticator_VerifySteamGuardCodeError
source: Verification token error
ru: Проверьте ошибку токена

# LocalAuth_VerifyCode
source: Verification Code
ru: Проверочный код

# ModelContent_ExportPassword
source: Please enter the password set when this token was exported
ru: Пожалуйста, введите пароль, установленный при экспорте этого токена.

# PictureZoom
source: Select image scaling method
ru: Выберите метод масштабирования изображения

# Plugin_NeedDisable
source: You need to disable the plugin first
ru: Сначала нужно отключить плагин

source: Preview Pictures
ru: Предварительный просмотр изображения

# SelectFilepath
source: Select the file path
ru: {0} официальный

# SelectPicture
source: Select a picture
ru: Выбрать изображение

# Settings_UI_PreviewColor
source: Preview Color
ru: Цвет предпросмотра

# Steam_EmailCode
source: Email verification code
ru: Код подтверждения электронной почты

# SubHeader_FirstSyncSetAuth
source: For the first synchronization, please set a security question and password for your cloud token. Please enter the "Security Question" first
ru: Для первой синхронизации установите секретный вопрос и пароль для своего облачного токена. Пожалуйста, сначала введите «защитный вопрос»

# Title_PleaseEnterLoginPassword
source: Please enter the Steam account login password
ru: Пожалуйста, введите пароль входа в учетную запись Steam

# UniversalAuthImport
source: Universal 2FA Token Import
ru: Универсальный импорт токенов 2FA

# User_LoginCodeTimeLimitTip_
source: Get ({0})
ru: Получить ({0})

source: Verify
ru: Проверено

# Warning_CodeNullPleaseLogin
source: The verification code URL is empty, please log in again
ru: URL-адрес кода подтверждения пуст. Пожалуйста, войдите снова.

# Warning_PleaseInputAccountName
source: Please enter your account name
ru: Пожалуйста, введите имя учетной записи

# Warning_PleaseSelectImportWay
source: Please select the import method
ru: Пожалуйста, выберите метод импорта

# YouNeedSignInToGetUID_
source: You need to log in to {0} account to obtain UID
ru: Вам необходимо войти в учетную запись {0}, чтобы получить UID.

# Error_localAuthNotEmpty
source: localAuth should not be empty
ru: localAuth не должен быть пустым

# Error_SteamGetUserInfo
source: Failed to retrieve Steam user information
ru: Не удалось получить информацию о пользователе Steam.

# GameAccelerator_WattAcceleratorInstallPath
source: Watt accelerator installation location
ru: Место установки Watt accelerator

# HOTP
source: HOTP, TOTP Universal Token
ru: HOTP, TOTP универсальный токен

# Idle_PIN_NotBeNull
source: PIN CODE cannot be empty
ru: PIN -код не может быть пустым

# Info_SteamDesktopAuthImportMessage_
source: SteamDesktopAuth token import {0}
ru: Импорт токена SteamDesktopAuth{0}

# Info_V1ImportMessage_
source: WattToolKitV1 Token Import {0}
ru: Импорт токена WattToolKitV1{0}

# Info_V2ImportMessage_
source: WattToolKitV2 Token Import {0}
ru: Импорт токена WattToolKitV2{0}

# Info_WinAuthImportMessage_
source: WinAuth token import {0}
ru: Импорт токена WinAuth{0}

# LocalAuth_2FAImport
source: {0}Key import
ru: {0}Импорт ключей

# LocalAuth_JoinSteamAuthenticator_SteamAppAuthenticatorCode
source: Steam App Token Verification Code
ru: Код подтверждения токена приложения Steam

# Microsoft
source: Microsoft Token
ru: токен Microsoft

# ModelContent_ImportSuccessful_
source: {0}Imported successfully
ru: {0}Импорт выполнен успешно

# Settings_General_LogsData
source: Logs data
ru: Данные журналов

# Settings_Steam_AdminRunPrompt
source: Steam should not be run as an administrator by default, but you can check this option if you have special needs
ru: По умолчанию Steam не следует запускать от имени администратора, но вы можете проверить это, если у вас есть особые потребности.

# Settings_Steam_Path
source: Steam Path
ru: Расположение Steam

source: Steam Login
ru: Вход в Steam

source: Steam Login Import
ru: Импорт логина Steam

# SteamNotRuning
source: Steam not launching
ru: Стим не запускается

# SteamRuning
source: Steam is launched
ru: Steam запущен

# Success_ExecuteAllAuthEnd___
source: {0}Selected token execution completed, number of successful executions {1}, number of failed executions {2}
ru: {0}Завершение выполнения выбранного токена, количество успешных результатов {1}, количество неудачных попыток {2}

# Warning_SteamGuardNotEmpty
source: UUID and SteamGuard cannot be empty
ru: UUID и SteamGuard не могут быть пустыми.

# Error_BaseDir_StartsWith_Temp
source: This program cannot be run in a temporary folder. Please copy or unzip all files to another path before starting the program.
ru: Эту программу нельзя запустить во временной папке. Перед запуском программы скопируйте или извлеките все файлы по другим путям.

# Error_CloudAuthMaximumQuantity___
source: The number of cloud tokens has reached the upper limit of {0}. The number of cloud tokens is {0}. The number of {0} being uploaded is
ru: Количество облачных токенов достигло верхнего предела {0}, количество облачных токенов — {0}, а количество загружаемых облачных токенов — {0}.

# Error_NotSupportedFileImport
source: The import method for this file type is not supported.
ru: Метод импорта этого типа файла не поддерживается.

# Error_TokenPasswordRemovedFailed
source: Token password protection removal failed.
ru: Не удалось удалить защиту паролем токена.

# Error_TokenPasswordSetFailed
source: Token password protection setup failed.
ru: Не удалось настроить защиту паролем токена.

# GeneralAuth_Name
source: Token Name
ru: Имя токена

source: Personal Center
ru: Персональный центр

# Plugin_OnlyLoadOfficePlugins
source: Only load official plugins
ru: Загружайте только официальные плагины

# Settings_Plugin_OnlyLoadOfficial
source: Only load official plugins
ru: Загружайте только официальные плагины

# Settings_Proxy_SystemProxyPortId
source: Proxy listening port
ru: порт прослушивания Proxy

# Settings_Proxy_SystemProxyPortId_Tip
source: Only valid for PAC and System proxy modes
ru: Действует только для режимов PAC и системного прокси.

# Settings_UI_EnableDesktopBackground_Error_
source: Enabling this feature when the background transparent material is {0} is not supported
ru: Включение этой функции, когда фоновый прозрачный материал {0} не поддерживается.

# Success_AuthloadedSuccessfully
source: Token loaded successfully
ru: Токен загружен успешно

# Success_AuthPasswordRemovedSuccessfully
source: Token password protection removed successfully.
ru: Защита токена паролем успешно удалена.

# Success_AuthPasswordSetSuccessfully
source: Token password protection is set successfully.
ru: Защита паролем токена установлена ​​успешно.

# Success_CloudSynchronizationSuccessful
source: Cloud synchronization successful: {0}
ru: Синхронизация с облаком прошла успешно: {0}

# Title_AuthEncryption
source: Token encryption help
ru: Помощь в шифровании токенов

# Warning_PlatformDeletionNotAllowed_
source: Deletion of {0} platform is not allowed
ru: Удаление платформы {0} запрещено.

# LocalAuth_SteamAppAddSuccess
source: Token added successfully
ru: Токен был успешно добавлен

# LocalAuth_SteamGuardImport
source: Importing a token using Steam Guard's portable data
ru: Импортируйте токены, используя переносимые данные в токенах Steam.

# LocalAuth_WattToolKitV1Import
source: Import tokens using the file exported from the Steam++ V1 toolbox
ru: Импортируйте токен, используя файл, экспортированный из набора инструментов Steam++ V1.

# LocalAuth_WattToolKitV2Import
source: Import tokens using files exported from the WattToolKit V2 toolkit
ru: Используя файлы, экспортированные из набора инструментов WattToolKit V2, импортируйте токены.

# Plugin_Author
source: Author: {0}
ru: Автор: {0}

# Steam_AuthFileImportPath
source: Token file import path
ru: Путь импорта файлов токенов

# Success_AuthUnbindSuccessful
source: Token unbinding successful
ru: Отвязка токена прошла успешно

# UseHelp
source: Help
ru: Помощь

# CommunityFix_ProxyLog
source: Acceleration log
ru: Журнал ускорения

# Error_ModifyJsonFileFailed
source: Failed to modify JSON file
ru: Не удалось изменить файл JSON.

# Error_WriteRegistryFailed
source: Failed to write to Windows registry
ru: Запись в реестр Windows не удалась

source: Export All
ru: Экспортировать все

# GameAccelerator_Accelerate
source: Accelerate
ru: Ускорить

# GameAccelerator_SetShowWattWindow
source: Wake up the Watt accelerator interface after acceleration
ru: Вызовите интерфейс ускорителя Watt после ускорения.

# GameAccelerator_Stop
source: stop
ru: остановить

# GameAccount_SaveCurrentAccount
source: Save the current login account
ru: Сохранить текущую учетную запись

# Info_LoadingAgentTakesTime____
source: Loading proxy service data took: {0}ms, IsSuccess: {1}, Code: {2}, Count: {3}
ru: Время, затраченное на загрузку данных прокси-службы: {0}мс, успешно: {1}, код: {2}, количество: {3}

source: Join us
ru: Присоединяйтесь к нам

# LocalAuth_JoinSteamAuthenticator_InitLocalAuthenticatorError
source: Error initializing local token
ru: Ошибка инициализации локального токена

# LocalAuth_JoinSteamAuthenticator_SaveLocalAuthenticatorError
source: Failed to save token
ru: Не удалось сохранить токен

# OSExitMode_Shutdown
source: Shutdown
ru: Выключить

# Plugin_Delete
source: Delete
ru: Удалить

source: stop
ru: остановить

# Success_SavedSuccessfully_
source: Saved successfully {0}
ru: Сохранено успешно {0}

# Title_DeleteAuth
source: Delete the token
ru: Удалить токен

# Auth_FixedDisplay
source: Fixed display
ru: Фиксированное отображение

# CommunityFix_SetAsSystemPACProxyFail
source: Failed to enable PAC proxy
ru: Не удалось включить прокси-сервер PAC.

# CommunityFix_SetAsSystemProxyFail
source: Failed to enable system proxy
ru: Не удалось включить системный прокси

# CommunityFix_SetupCertificate_Fail
source: Failed to install CA certificate
ru: Установка сертификата CA не удалась

# CommunityFix_SetupCertificate_Success
source: The CA certificate was installed successfully
ru: Сертификат CA успешно установлен

# Error_CopyFileFailed
source: Failed to copy file!
ru: Не удалось скопировать файл!

# Error_CurrentSteamPathIncorrect
source: The current Steam path is incorrect
ru: Текущий путь Steam неверен.

# Error_DataNotUnified
source: Synchronization failed, data not unified
ru: Синхронизация не удалась, данные не унифицированы

# Error_DelCloudData
source: Failed to delete cloud data synchronously
ru: Не удалось синхронно удалить облачные данные.

# Error_Exception_
source: Exception: {0}
ru: Исключение: {0}

# Error_FailedToSynchronizeAuth
source: Sync to cloud token failed
ru: Не удалось синхронизироваться с облачным токеном.

# Error_PageFault
source: Something went wrong and this page can't be opened
ru: Произошли ошибки, и эту страницу невозможно открыть.

# Error_StartProcessFailed_
source: Failed to start the {0} process
ru: Не удалось запустить процесс {0}

# ExportAuth
source: Export Token
ru: Экспорт токена

# Game_LayoutWay
source: Layout
ru: Макет

# GameAccelerator_InstallWattAccelerator
source: Install the Watt Accelerator plugin
ru: Установите плагин ускорителя Watt

# GameAccelerator_UninstallWattAccelerator
source: Uninstall the Watt accelerator plugin
ru: Удалить плагин ускорителя Watt

# GameAccount_StartProcessWay
source: Start process mode
ru: Метод запуска процесса

# GameList_FindAppsText
source: {0} applications found
ru: Найдено {0} приложений

# GameList_NavScreenshotToSteamView
source: Managing Screenshots in the Steam Client
ru: Управление скриншотами в клиенте Steam

# GeneralAuth_ImportText
source: Importing text
ru: Импортировать текст

# Idle_GetBadgesError
source: Failed to obtain badge information
ru: Не удалось получить информацию о бейдже.

# Idle_OpenAutoNext
source: Enable fast card drop mode
ru: Включить режим быстрого извлечения карт

# Info_AccountAlreadyLogin
source: Already logged in with this account
ru: Уже вошел в систему с этой учетной записью

# Info_AlreadyTheCurrentAccount
source: Already the currently logged in account (no operation is performed)
ru: Уже зарегистрированная в данный момент учетная запись (операция не выполнена)

# Info_AuthMaximumQuantity
source: The local token limit has been reached
ru: Достигнуто максимальное количество локальных токенов

source: Launch
ru: Запустить

# LocalAuth_AuthTrade_SelectNull
source: No transaction is currently selected
ru: Транзакции в данный момент не выбраны

# LocalAuth_ExportAuth_Error_
source: Failed to export data. Error code: {0}
ru: Ошибка импорта данных, код ошибки: {0}

# LocalAuth_JoinSteamAuthenticatorDesc
source: Use the same token data import method in Watt Toolkit as in the official Steam App (recommended ✨)
ru: Используйте тот же метод импорта данных токена в Watt Toolkit, что и в официальном приложении Steam (рекомендуется✨).

# PersonalSafe
source: Security Settings
ru: Настройки безопасности

# Plugin_IllegalAuthor
source: Illegal characters exist
ru: Есть нелегальные символы

# Plugin_InstalledPlugins
source: Installed plugins
ru: Плагин установлен

# Plugin_SafeMode
source: Safe Mode
ru: безопасный режим

# Settings_Plugin_SafeMode
source: Safe Mode
ru: безопасный режим

# Settings_Plugin_WasInstalled
source: Installed plugins
ru: Плагин установлен

# Settings_UI_StartDefaultPage
source: The default page to open at startup
ru: Страница, которая открывается по умолчанию при запуске

# StartSteam
source: Launch Steam
ru: Запустить Steam

# SteamIdle_DroppedCardsCountTip_
source: {0} cards dropped
ru: {0} карточек выпало
