Repository: xxoolm/SteamTools
Catalog: src/BD.WTTS.Client/Resources/Strings.*.resx
Languages: es, it, ja, ko, ru

# CommunityFix_ProxyMode_WinSystemTip
source: Route your traffic by setting up a Windows system proxy. It does not require a free port 443, yet it will affect all local network traffic. If hosts routing mode works, you won't be needing this mode.
es: Configurar el proxy del sistema de Windows para monitorear la solicitud. No necesita ocupar el puerto 443. Representará todo el tráfico de la máquina globalmente. Si no tiene problemas para usar el método Hosts, no necesita usar este modo.
it: Impostate il proxy di sistema di Windows per ascoltare le richieste senza usare la porta 443, farà il proxy globale di tutto il traffico locale, se non avete problemi ad usare il metodo Hosts, allora non avete bisogno di usare questa modalità.
ja: 要求をリッスンするシステム エージェントを設定し、443 ポートを占有する必要はなく、すべてのトラフィックをネイティブにグローバル エージェントし、Hosts 方式で問題がない場合は、このモードを使用する必要はありません。
ko: 요청을 수신하기 위해 시스템 프록시를 설정하고, 포트 443을 차지할 필요가 없으며, 호스트 모드를 사용하는 경우 모든 네이티브 트래픽을 전역적으로 프록시합니다.
ru: Настройка системного прокси для прослушивания запросов не требует порта 443 и глобально проксирует весь трафик на локальной машине, поэтому если у вас нет проблем с использованием метода Hosts, то вам не нужно использовать этот режим.

# CommunityFix_ScriptManage
source: Userscript manager
es: Administrar scripts
it: Gestire gli script
ja: スクリプトを管理します
ko: 스크립트 관리
ru: Управление сценариями

# CommunityFix_ScriptsEnable
source: Enabled userscripts
es: Servicios de scripts funcionados
it: Servizi di scripting abilitati
ja: 有効なスクリプト サービス
ko: 스크립트 서비스 사용
ru: Включить службы сценариев

# CommunityFix_SetupCertificate
source: Install certificate
es: Instalar el certificado
it: Installare i certificati
ja: 証明書をインストールします
ko: 인증서 설치
ru: Установить сертификат

# CommunityFix_StartProxy
source: Start routing
es: Acelerar directamente
it: Accelerazione con un solo clic
ja: ワンクリックで加速します
ko: 원클릭 가속
ru: Запустить ускорение

# CommunityFix_StartProxyFaild
source: Failed to route your connections. Certificate improperly installed.
es: El servicio de aceleración no se pudo iniciar y la instalación del certificado falló.
it: Fallito l'avvio del servizio di accelerazione, installazione del certificato fallita.
ja: アクセラレーション サービスの開始に失敗し、不明なエラーが発生しました。
ko: 가속 서비스가 시작되지 않고 알 수없는 오류가 발생했기 때문에 [설정] - [일반 설정] - [저장 공간] - [로그 폴더 열기]에서 현재 날짜의 로그를 확인하십시오.
ru: Не удалось запустить службу ускорения, т.к. не удалось установить сертификат.

# CommunityFix_StartProxyFaild443_
source: The acceleration service fails to start {0} port is occupied. Close the program that occupies the {0} port or try to use system proxy mode.
es: El servicio de aceleración no se inicia {0} puerto está ocupado. Cierre el programa que ocupa el puerto {0} o intente utilizar el modo proxy del sistema.
it: Il servizio di accelerazione non viene avviato {0} porta è occupata. Chiudere il programma che occupa la porta {0} o provare a utilizzare la modalità proxy di sistema.
ja: アクセラレーション サービスの開始に失敗し、ポートが占有{0}。 {0} ポートを占有するプログラムをオフにするか、システム プロキシ モードを試してください。
ko: 가속 서비스가 시작되지 않{0} 포트가 점유됩니다. {0} 포트를 차지하는 프로그램을 닫거나 시스템 프록시 모드를 사용해 보십시오.
ru: Служба ускорения не запускается {0} порт занят. Закройте программу, занимающую {0} порт, или попробуйте использовать режим системного прокси.

# CommunityFix_StartProxyFaild443___
source: The acceleration service failed to start and the {0} port was occupied by {1} ({2}). Close the program that occupies the {0} port or try to use system proxy mode.
es: El servicio de aceleración no se pudo iniciar y el puerto {0} fue ocupado por {1} ({2}). Cierre el programa que ocupa el puerto {0} o intente utilizar el modo proxy del sistema.
it: Il servizio di accelerazione non è stato avviato e il porto di {0} è stato occupato da {1} ({2}). Chiudere il programma che occupa la porta {0} o provare a utilizzare la modalità proxy di sistema.
ja: アクセラレーション サービスの開始に失敗し、ポートが {1} ({2}) によって占有{0}。 {0} ポートを占有するプログラムをオフにするか、システム プロキシ モードを試してください。
ko: 가속 서비스를 시작하지 못했고 {0} 포트가 {1}({2})에 의해 점유되었습니다. {0} 포트를 차지하는 프로그램을 닫거나 시스템 프록시 모드를 사용해 보십시오.
ru: Не удалось запустить службу ускорения, и {0} порт был занят {1} ({2}). Закройте программу, занимающую {0} порт, или попробуйте использовать режим системного прокси.

# CommunityFix_ReadHosts_IOException
source: Reading or restoring files failed due to being occupied by other processes, possibly other incompatible network accelerators, please locate the occupied process and close it.
es: La lectura o restauración de archivos falló debido a que está ocupado por otros procesos, posiblemente otros aceleradores de red incompatibles, localice el proceso ocupado y ciérrelo.
it: Lettura o ripristino di file non riusciti a causa di essere occupati da altri processi, possibilmente altri acceleratori di rete incompatibili, individuare il processo occupato e chiuderlo.
ja: ファイルの読み取りまたは復元に失敗しました。
ko: 다른 프로세스, 아마도 호환되지 않는 다른 네트워크 가속기에 의해 점유되어 파일 읽기 또는 복원에 실패했습니다, 점유 된 프로세스를 찾아 닫으십시오.
ru: Чтение или восстановление файлов не удалось из-за того, что они заняты другими процессами, возможно, другими несовместимыми сетевыми ускорителями, пожалуйста, найдите занятый процесс и закройте его.

# CommunityFix_StartProxySuccess
source: Routing started
es: La aceleración ha funcionado con éxito
it: L'accelerazione è iniziata con successo
ja: 加速が正常に開始されました
ko: 가속이 성공적으로 시작되었습니다.
ru: Ускорение успешно запущено

# CommunityFix_StopProxy
source: Stop routing
es: Detener la aceleración
it: Fermare l'accelerazione
ja: 加速を停止します
ko: 가속 중지
ru: Остановить ускорение

# Confirm
source: Yes
es: Confirmar
it: OK
ja: OK
ko: 확실한가요
ru: Подтвердить

source: Confirm import
es: Confirmar importación
it: Confermare l'importazione
ja: インポートを確認します
ko: 가져오기 확인
ru: Подтвердить импорт

source: Continue
es: Adelante
it: Continua
ja: 続行します
ko: 계속 해
ru: Продолжить

source: Copy
es: Copiar
it: Copia
ja: コピーします
ko: 복사
ru: Копировать

source: Cut
es: Cortar
it: Tagliare
ja: カット
ko: 전단
ru: Вырезать

source: Default
es: Predeterminar
ja: デフォルト
ko: 기본값
ru: По умолчанию

# DelAccount
source: Deactivate account
es: Cerrar la cuenta
it: Cancellazione dell'account
ja: アカウントの損金処理
ko: 계정 취소
ru: Удалить учётную запись

# DelAccountTips
source: Your account information will be permanently deleted and you cannot log in again using this account's credentials. Ready to deactivate your account?
es: ¿La información de su cuenta existente se eliminará y no podrá volver a iniciar sesión con su información de identidad original. ¿Está seguro de que desea cerrar la cuenta?
it: Le informazioni del tuo account esistente saranno cancellate e non sarai in grado di accedere nuovamente con le informazioni della tua identità originale, sei sicuro di voler uscire?
ja: 既存のアカウント情報とアカウントの使用中に生成されたすべてのデータが削除され、元の ID で再ログインできない場合は、重要なデータをバックアップして取り返しのつかない損失を避けるように注意してください。
ko: 기존 계정 정보 및 계정 사용 중에 생성 된 모든 데이터가 삭제되며 원래 신원 정보로 다시 로그인 할 수 없으므로 돌이킬 수없는 손실을 피하기 위해 확인하기 전에 중요한 데이터를 백업하는 데주의를 기울이십시오.
ru: Информация о вашей существующей учетной записи и все данные, созданные во время использования вашей учётной записи, будут удалены, и вы не сможете войти в систему снова с вашей первоначальной идентификационной информацией. Позаботьтесь о резервном копировании ваших важных данных перед подтверждением, чтобы избежать непоправимого ущерба. Отменить?

source: Delete
es: Borrar
it: Cancellare
ja: 削除します
ko: 삭제하다
ru: Удалить

# DoNotUpdate
source: Skip this version
es: No actualizar ahora
it: Nessun aggiornamento per ora
ja: 現時点では更新されません
ko: 지금은 업데이트하지 마십시오.
ru: Не обновлять

# Dow
source: Move down
es: Desplazar hacia abajo
it: Retrocedere
ja: 下へ移動します
ko: 아래로 이동
ru: Переместить вниз

source: Download
es: Descargar
it: Scaricare
ja: ダウンロードします
ko: 다운로드
ru: Скачать

# Downloading
source: Downloading: {0}%
es: Descarga: {0}%
it: Scaricamento: {0}%
ja: ダウンロード中: {0}%
ko: 다운로드 중: {0}%
ru: Скачивание: {0}%

# Download_ScriptError
source: Error occurred while downloading userscript. Please try again.
es: Error al descargar el script. Vuelve a intentarlo.
it: Errore nel download dello script, per favore riprova.
ja: スクリプトのダウンロード エラーを再試行してください。
ko: 스크립트 다운로드 오류에 대해 다시 시도하십시오.
ru: Ошибка скачивания сценария, попробуйте ещё раз.

# Download_ScriptOk
source: Userscript installed
es: El script está listo.
it: Script installato con successo
ja: スクリプトのインストールに成功しました
ko: 스크립트 설치가 성공했습니다.
ru: Сценарий успешно установлен

source: Edit
es: Editar
it: Modifica
ja: 編集
ko: 편집하다
ru: Изменить

# Email
source: Email address
es: Correo electrónico
it: Mailbox
ja: メールボックス
ko: 우체통
ru: Электронный адрес

# EmailCode
source: Email verification code
es: Código de verificación de correo electrónico
it: Codice di verifica della casella postale
ja: メールボックス検証コード
ko: 이메일 인증 코드
ru: Код подтверждения электронной почты

source: Encrypt
es: Cifrar
it: Crittografia
ja: 暗号化します
ko: 암호화하다
ru: Зашифровать

# Exit
source: quit
es: Salir
it: Logout
ja: 終了します
ko: 사임하다
ru: Выйти

source: Export
es: Exportar
it: Esportazione
ja: エクスポートします
ko: 수출
ru: Экспорт

# GameList
source: Library
es: Juegos en Biblioteca
it: Giochi in stock
ja: インベントリゲーム
ko: 스톡 게임
ru: Список игр

# GameList_AddAFKAppsMaxCountTips
source: Idle Play waitlist capacity of maximum {0} games reached. Please remove some games from the waitlist first.
es: El número de juegos colgantes ha alcanzado el límite de {0}. Elimine algunos juegos y agréguelos.
it: I giochi appesi hanno raggiunto il limite {0}, per favore rimuovi alcuni giochi e aggiungili di nuovo.
ja: オンフックのゲームが制限{0}に達しました。
ko: 끊김 게임이 {0}의 한계에 도달했습니다, 일부 게임을 제거하고 추가하십시오.
ru: Количество игр в списке ожидания достигло предела {0}. Удалите некоторые игры и добавьте их снова.

# GameList_AddAFKAppsSuccess
source: Idle Play Mode enabled for waitlisted games
es: Se logró agregar a la lista de duración de colgado
it: Aggiungi all'elenco degli hangtime con successo
ja: ハングに追加された時間の長いリストは成功しました
ko: 보류 중인 시간 목록에 성공적으로 추가
ru: Успешное добавление в список ожидания

# GameList_AddAFKAppsWarningCountTips
source: Warning: Steam only allow maximum {0} games running simultaneously. Putting more than {1} games on Idle Play Mode may cause games to freeze or crash upon launch.
es: Advertencia: la cantidad de juegos en ejecución simultáneos permitidos en Steam es {0}. Si juegue juegos para {1} al mismo tiempo, ¡no podrá jugar a los juegos normalmente!
it: Attenzione: Steam permette l'esecuzione di {0} giochi allo stesso tempo, se appendi {1} gioco allo stesso tempo, non sarai in grado di giocare correttamente!
ja: 警告: Steam は同時に {0} ゲームを実行することができ、{1} ゲームを同時にハングアップすると、通常のゲームをプレイできません。
ko: 경고: Steam을 사용하면 {0} 게임을 동시에 실행할 수 있으며, 동시에 {1} 게임을 끊으면 게임을 정상적으로 플레이할 수 없습니다!
ru: Внимание: Steam разрешает одновременно игр до {0}, если у вас в ожидание одновременно игр {1}, вы не сможете нормально играть в игру!

# GameList_AddAfkGameList
source: Enable Idle Play Mode for waitlisted games
es: Agregar a la lista de duración de colgado
it: Aggiungere alla lista
ja: ハング期間のリストに追加します
ko: 보류 중인 기간 목록에 추가됨
ru: Добавить в список ожидания

# GameList_AddHideAppEmpty
source: No games are currently hidden. Right click on your selected games to hide them.
es: La lista de juegos ocultos está vacía, haga clic con el botón derecho en la lista de juegos para agregar el juego que debe ocultarse.
it: L'elenco dei giochi nascosti è vuoto, clicca con il tasto destro del mouse dall'elenco dei giochi per aggiungere il gioco che vuoi nascondere.
ja: 非表示のゲームの一覧が空の場合は、非表示にする必要があるゲームをゲーム リストの右ボタンから追加します。
ko: 숨겨진 게임 목록이 비어 있으므로 게임 목록에서 마우스 오른쪽 버튼을 클릭하여 숨겨야하는 게임을 추가하십시오.
ru: Список скрытых игр пуст. Щёлкните правой кнопкой мыши в списке игр, чтобы добавить игру, которую вы хотите скрыть.

# GameList_AddIdeaAppEmpty
source: Empty Idle Play waitlist. Right click on your selected games to waitlist them for Idle Play Mode.
es: No hay juegos para colgar,haga clic con el botón derecho para agregarlos desde la lista de juegos.
it: Se non hai aggiunto nessun gioco alla lista, aggiungilo dalla lista dei giochi.
ja: ハング期間が長いゲームは追加されていませんので、ゲームリストから右クリックして追加してください。
ko: 중단 지속 시간이 있는 게임을 추가하지 않은 경우 게임 목록에서 마우스 오른쪽 버튼을 클릭하십시오.
ru: Для игр, которые не добавлены в список ожидания, вы можете добавить их из списка игр, щёлкнув по ним правой кнопкой мыши.

# GameList_AutoAFK
source: Enable Idle Play Mode for waitlisted games upon launching Watt Toolkit
es: Colgar automáticamente al comenzar el programa
it: Blocca automaticamente le ore all'avvio del programma
ja: ハングアップ時間ゲームを自動的に実行します
ko: 정지 기간 게임을 자동으로 실행
ru: Автодобавление в список ожидания при запуске программы

# GameList_DeleteAll
source: Remove all games from Idle Play waitlist?
es: ¿Eliminar todos los Juegos colgados?
it: Vuoi rimuovere tutti i giochi che hanno un limite di tempo?
ja: ハングアップするゲームをすべて削除しますか?
ko: 오랫동안 멈춘 모든 게임을 제거하시겠습니까?
ru: Вы хотите удалить все игры, которые были добавлены в список ожидания в течение длительного времени?

# GameList_DeleteItem
source: Remove this game from Idle Play waitlist?
es: ¿Colgar este juego ?
it: Vuoi rimuovere il gioco dalla lista?
ja: ゲームを長くハングアップしますか?
ko: 게임이 얼마나 오래 중단됩니까?
ru: Как долго игра будет в режиме ожидания?

# GameList_DeleteSuccess
source: Removed
es: Eliminación exitosa
it: Rimuovere con successo
ja: 削除に成功しました
ko: 제거 성공
ru: Удаление выполнено успешно

# GameList_EditAppInfo
source: Edit game information
es: Editar información del juego
it: Modifica le informazioni sul gioco
ja: ゲーム情報を編集します
ko: 게임 정보 편집
ru: Редактировать информацию о игре

# GameList_HideAppsSuccess
source: Game Hidden
es: Ocultar el juego con éxito
it: Nascondere i giochi con successo
ja: ゲームの成功を隠します
ko: 게임 성공 숨기기
ru: Игра успешно скрыта

# GameList_HideApp_AllCheck
source: Select all
es: Seleccionar todo
it: Seleziona tutti
ja: すべて選択します
ko: 모두 선택
ru: Выбрать все

# GameList_HideGameManger
source: Manage list of hidden games
es: Administrar lista de juegos ocultos
it: Gestire l'elenco dei giochi nascosti
ja: 非表示のゲームの一覧を管理します
ko: 숨겨진 게임 목록 관리
ru: Управление списком скрытых игр

# GameList_HideTheGame
source: Hide this game
es: Ocultar este juego
it: Nascondi questo gioco
ja: このゲームを非表示にします
ko: 이 게임 숨기기
ru: Скрыть игру

# GameList_IdleGamesManger
source: Idle Play waitlist
es: Lista de juegos colgados
it: Lunghezza del gioco Lista Hangout
ja: ゲームの長いオンフックのリスト
ko: 게임 기간 중단 목록
ru: Список простаиваемых игр

# GameList_Install
source: Install
es: Instalar
it: Installare
ja: インストールします
ko: 설치
ru: Установить

# GameList_IsEmpty
source: No game data retrieved
es: No se obtuvieron datos del juego
it: Nessun dato di gioco è stato recuperato
ja: ゲーム データは取得されません
ko: 게임 데이터를 얻지 못했습니다.
ru: Не удалось получить данные игры

# GameList_IsLoading
source: Loading list of games
es: Cargando la lista de juegos
it: Caricamento della lista dei giochi...
ja: ゲームの一覧を読み込んでいます...
ko: 게임 목록 로드 중...
ru: Загрузка списка игр...

# GameList_ListCount
source: ({0}/{1}) added
es: Añadido ({0} / {1})
it: Aggiunto ({0}/{1})
ja: 追加済み ({0}/{1})
ko: 추가됨 ({0}/{1})
ru: Добавлено ({0}/{1})

# GameList_LoaingTips
source: Action in progress. Please try again later.
es: La operación está en marcha, por favor inténtelo de nuevo más tarde.
it: Operazione in corso si prega di riprovare più tardi
ja: 操作は後でやり直してください
ko: 나중에 작업이 진행되는 동안 다시 시도하십시오.
ru: Выполняется операция, повторите попытку позже

# GameList_OnlyInstalled
source: Show only installed games
es: Mostrar sólo juegos instalados
it: Vengono visualizzati solo i giochi installati
ja: インストールされているゲームのみが表示されます
ko: 설치된 게임만 표시됩니다.
ru: Показывать только установленные игры

# GameList_OpenFolder
source: Browse to the installation folder
es: Vaya a la carpeta de instalación
it: Passare alla cartella di installazione
ja: インストール フォルダを参照します
ko: 설치 폴더로 이동
ru: Открыть папку установки

# GameList_OpenSteamCardUrl
source: Steam Card Exchange
ko: 스팀 카드 교환
ru: Обмен картами Steam

# GameList_OpenSteamDBUrl
source: SteamDB Info
ko: 스팀DB 정보
ru: Информация SteamDB

# GameList_OpenStoreUrl
source: Open Steam store page
es: Abrir página de la tienda
it: Aprire la pagina del negozio
ja: ストア ページを開きます
ko: 스토어 페이지 열기
ru: Открыть страницу магазина

# GameList_OperationSuccess
source: Action completed
es: Operación exitosa
it: Operazione riuscita
ja: 操作は成功しました
ko: 작업이 성공했습니다.
ru: Операция выполнена успешно

# GameList_Play
source: Start game
es: Iniciar juego
it: Iniziare il gioco
ja: ゲームを開始します
ko: 게임 시작
ru: Играть

# GameList_RefreshGamesList
source: Refresh library
es: Actualizar la lista de juegos
it: Aggiorna l'elenco dei giochi
ja: ゲームの一覧を更新します
ko: 게임 목록 새로 고침
ru: Обновить список игр

# GameList_RefreshGamesListSucess
source: Library refreshed
es: Actualizar la lista de juegos completamente
it: Aggiornare la lista dei giochi completata
ja: ゲームリストの更新が完了しました
ko: 완료하려면 게임 목록 새로 고침
ru: Обновление списка игр выполнено успешно

# GameList_RemoveBtn
source: Remove all
es: Eliminar todo
it: Rimuovere tutti
ja: すべてを削除します
ko: 모두 제거
ru: Удалить все

# GameList_RemoveItemBtn
source: Remove from Idle Play waitlist
es: Cancelar la suspensión
it: Annullare il tempo di sospensione
ja: フックをキャンセルする時間
ko: 일시 중지 기간 취소
ru: Отменить время ожидания

# GameList_ResizeAppLogo
source: Adjust cover image size
es: Redimensionar la cubierta
it: Ridimensionare la copertura
ja: カバーのサイズを変更します
ko: 표지 크기 조정
ru: Изменить размер обложки

# GameList_RuningBtn
source: Launch all
es: Iniciar todo
it: Iniziare tutti
ja: すべてを起動します
ko: 모두 시작
ru: Запустить все

# GameList_RuningCount
source: {0}/{1} running
es: Funcionado {0}/{1}
it: In esecuzione {0}/{1}
ja: {0}/{1}を実行しています
ko: 실행 중인 {0}/{1}
ru: Запущено {0}/{1}

# GameList_RuningItemBtn
source: Launch game
es: Iniciar juego
it: Lancio del gioco
ja: ゲームを起動します
ko: 게임 시작
ru: Запуск игры

# GameList_RuningWait
source: Launching…
es: Iniciando
it: Sta iniziando...
ja: 起動中です...
ko: 시작...
ru: Запуск...

# GameList_RunState
source: Running
es: Funcionado
it: Correre
ja: 実行中
ko: 달리기
ru: Запущено

# GameList_SetCustomImage
source: Set custom cover image
es: Configurar una cubierta personalizada
it: Impostare la copertura personalizzata
ja: カスタム カバーを設定します
ko: 사용자 지정 표지 설정
ru: Установить пользовательскую обложку

# GameList_SteamNotRuning
source: Steam not running
es: Steam no funciona
it: Steam non avviato
ja: Steam が起動していません
ko: 증기가 시작되지 않습니다.
ru: Steam не запущен

# GameList_StopBtn
source: Pause all
es: Suspender completamente
it: Tutti in pausa
ja: すべて一時停止します
ko: 모두 일시 중지
ru: Приостановить все

# GameList_StopItemBtn
source: Pause
es: Pausar
it: Pausa
ja: 一時停止します
ko: 시간 초과
ru: Приостановить

# GameList_StopState
source: Paused
es: Pausando
it: Pausa in corso
ja: 一時停止中
ko: 일시 중지
ru: Приостановлена

# GameList_Unsupport
source: Unsupported action
es: Operaciones no soportadas
it: Azioni non supportate
ja: サポートされていない操作
ko: 지원되지 않는 작업
ru: Неподдерживаемае операция

# GameRelated
source: Gaming tools
es: Herramientas de juego
it: Strumenti di gioco
ja: ゲームツール
ko: 게임 도구
ru: Игровые инструменты

# GameRelated_Borderless
source: Borderless window mode
es: Ventana sin Fronteras
it: Finestra senza bordi
ja: 境界線のないウィンドウ化
ko: 테두리 없는 창
ru: В окне без рамок

# GameRelated_Borderless_BorderlessWindow
source: Borderless window
es: Ventana sin Fronteras
it: Finestra senza bordi
ja: 境界線のないウィンドウ化
ko: 테두리 없는 창
ru: В окне без рамок

# GameRelated_Borderless_ClassName
source: Type name
es: Nombre de la categoría
it: Nome della classe
ja: クラス名
ko: 클래스 이름
ru: Имя класса

# GameRelated_Borderless_Hide
source: Hide
es: Ocultar
it: Nascondi
ja: 非表示
ko: 숨기다
ru: Свернуть

# GameRelated_Borderless_KillProcess
source: Kill process
es: Finalizar el proceso
it: Processo finale
ja: プロセスを終了します
ko: 프로세스 종료
ru: Завершить процесс

# GameRelated_Borderless_Maximize
source: Maximize window
es: Maximización
it: Massimizzare
ja: 最大化します
ko: 극대화
ru: На весь экран

# GameRelated_Borderless_MoveMouseTip
source: Drag the cross to game window to perform subsequent actions.
es: Arrastre el cursor a la ventana del juego para obtener la información del juego para realizar la operación correspondiente.
it: Trascina la croce sulla finestra di gioco per ottenere le informazioni di gioco per eseguire l'azione corrispondente.
ja: ゲームウィンドウにクロスをドラッグすると、ゲーム情報を取得し、対応するアクションを実行できます。
ko: 십자가를 게임 창으로 끌어다 놓아 게임 정보를 가져오고 해당 작업을 수행합니다.
ru: Перетащите крестик в окно игры, чтобы получить информацию об игре и выполнить соответствующую операцию.

# GameRelated_Borderless_Normal
source: Default window size
es: Tamaño predeterminado
it: Dimensione predefinita
ja: 既定のサイズ
ko: 기본 크기
ru: Размер по умолчанию

# GameRelated_Borderless_Path
source: Program path
es: Ruta del programa
it: Percorso del programma
ja: プログラム パス
ko: 프로그램 경로
ru: Путь к программе

# GameRelated_Borderless_Process
source: Process
es: Proceso
it: Processo
ja: プロセス
ko: 프로세스
ru: Процесс

# GameRelated_Borderless_ResetWallerpaper
source: Refresh wallpaper
es: Actualizar fondos de pantalla
it: Aggiorna la carta da parati
ja: 壁紙を更新します
ko: 배경 화면 새로 고침
ru: Обновить обои

# GameRelated_Borderless_Show
source: Show
es: Mostrar
it: Mostra
ja: 表示されます
ko: 전시
ru: Показать

# GameRelated_Borderless_Title
source: Title
es: Título
it: Titolo
ja: タイトル
ko: 타이틀
ru: Заголовок

# GameRelated_Borderless_ToWallerpaper
source: Run game as desktop wallpaper
es: Colocar en la capa de fondo de pantalla
it: Mettere nel livello della carta da parati
ja: 壁紙の層に配置します
ko: 벽지 레이어에 배치
ru: Поместить на слой обоев

# GameRelated_Borderless_ToWallerpaperTip
source: *Game running as a desktop wallpaper may be incontrollable and irresponsive to inputs. This bug can be fixed but it has not yet become the primary focus of this software. Hence, this bug may persist in several future updates. The wallpaper will freeze at the last remaining frame of the game after it stops running. A single click on 'Refresh wallpaper' button may reset the wallpaper to default. This feature conflicts with other live wallpaper softwares such as Wallpaper Engine. Quit other softwares like Wallpaper Engine before using this feature.
es: Los Juegos colocados en la capa de fondos de pantalla pueden no ser manejables, y tenga cuidado de apagar software como el motor de walper mientras está en uso.
it: I giochi posizionati sul livello dello sfondo possono essere ingestibili, questo può essere risolto ma lo sforzo di sviluppo non è su questo al momento, quindi per ora questa è l'unica caratteristica. Il desktop rimarrà congelato quando il gioco è finito, quindi è possibile fare clic su Refresh Wallpaper per ripristinare lo sfondo predefinito. E mettere la finestra sul desktop wallpaper layer feature non è compatibile con Wallpaper Engine e altri software per il desktop dinamico, quando lo si usa, fare attenzione a spegnere Wallpaper Engine e altri software.
ja: 壁紙レベルに置かれたゲームは操作できない可能性があり、この問題は解決できますが、開発のエネルギーは、現在、この機能です。 ゲーム終了後もデスクトップはフリーズしたままで、壁紙を更新してデフォルトの壁紙を復元できます。 また、デスクトップの壁紙レイヤーにウィンドウを配置する機能は、Wallpaper Engine やその他の動的デスクトップ ソフトウェアと互換性がなく、Wallpaper Engine などのソフトウェアをオフにしてください。
ko: 벽지 레이어에 배치 된 게임은 제어 할 수 없을 수도 있습니다.이 문제는 해결할 수 있지만 현재 개발 에너지는 여기에 없으며 현재 기능은 이와 같습니다. 게임이 끝난 후에도 바탕 화면은 여전히 고정 된 화면을 남겨 둡니다.이 시점에서 배경 화면 새로 고침을 클릭하여 기본 배경 화면을 복원 할 수 있습니다. 그리고 바탕 화면 배경 화면 레이어에 창을 배치하는 기능은 배경 화면 엔진 및 기타 동적 데스크톱 소프트웨어와 호환되지 않습니다, 그래서 그것을 사용할 때 배경 화면 엔진과 같은 소프트웨어를 끄는 데주의를 기울이십시오.
ru: Игры, размещённые на слое обоев, могут быть неуправляемыми, это можно исправить, но в настоящее время усилия разработчиков не направлены на это, и на данный момент эта функция - всё, что доступно. По завершению игры, рабочий стол останется замороженым и в этот момент вы можете нажать кнопку «Обновить обои», чтобы восстановить обои по умолчанию. Это не совместимо с Wallpaper Engine и другими программами для динамического рабочего стола, поэтому, отключите Wallpaper Engine и другие программы.

source: Gender
es: Sexo
it: Genere
ja: 性別
ko: 성별
ru: Пол

# Gender_Female
source: Female
es: Mujer
it: Femminile
ja: 女性
ko: 여자
ru: Женский

# Gender_Male
source: Male
es: Hombre
it: Maschio
ja: 男
ko: 남자
ru: Мужской

# Gender_Unknown
source: Prefer not to disclose
es: Confidencialidad
it: Confidenziale
ja: 秘密にしてください
ko: 비밀
ru: Конфидециально
